Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: NTP module must be enabled to be able to select Zentyal as NTP server
cs: Aby Zentyal server mohl sloužit jako NTP server, je třeba zapnout jeho NTP modul.
pl: Aby ustawić Zentyal jako serwer NTP, należy włączyć moduł NTP

source: Zentyal domain
cs: Zentyal domény
pl: Domena serwera

source: local Zentyal NTP
cs: místní Zentyal NTP
pl: lokalny serwer NTP

source: Default gateway
cs: Výchozí brána
pl: Brama domyślna

source: Custom IP address
cs: Vlastní IP adresa
pl: Dowolny adres IP

source: Configured ones
cs: Nakonfigurován jeden
pl: Skonfigurowano

source: Setting "Zentyal" as default gateway will set the interface IP address as gateway
cs: Nastavení výchozí brány na hodnotu „Zentyal“ nastaví IP adresu rozhraní jako bránu
pl: Ustawienie Zentyala jako bramy domyślnej spowoduje, że jego adres IP stanie się domyślnie adresem bramy

source: The selected domain will complete on your clients those DNS queries which are not fully qualified
cs: Vybraná doména dokončí na vašich klientech ty DNS dotazy, které nejsou plně specifikované
pl: Wskazana domena zostanie ustawiona dla klientów, których kwerendy DNS nie są w pełni kwalifikowane

source: If "Zentyal NTP" is present and selected, Zentyal will be the NTP server for DHCP clients
cs: Pokud je přítomno a označeno „Zentyal NTP“, Zentyal server bude působit jako vyrovnávací NTP server pro DHCP klienty
pl: Jeśli zaznaczysz "Zentyal NTP", serwer Zentyal stanie się domyślnym serwerem NTP dla klientów DHCP

source: If "Zentyal Samba" is present and selected, Zentyal will be the WINS server for DHCP clients
cs: Pokud je přítomno a označeno „Zentyal Samba“, Zentyal server bude působit jako WINS server pro DHCP klienty
pl: Jeśli zaznaczysz "Zentyal Samba", Zentyal stanie się domyślnym serwerem WINS dla klientów DHCP

source: Common options
cs: Časté volby
pl: Opcje ogólne

source: If you set a "configured ones" as default gateway, you may choose one the configured gateways. As "search domain" value, one of the configured DNS domains on Zentyal might be chosen. All fields are optionals setting its value as "None" or leaving blank.
cs: Pokud je jako výchozí brána nataveno „nastavené“, můžete zvolit jednu z nastavených bran. Coby Jako "search domain" hodnota, může být vybrána jedna z nastavených DNS domén na Zentyal serveru. Výchozí hodnoty všech polí odpovídají hodnotám "None" nebo nevyplněným.
pl: Jeśli zaznaczysz "skonfigurowane" jako brama domyślna, możesz wybrać jedną ze skonfigurowanych bram. Dla opcji "wyszukaj domenę" możesz wybrać jedną ze skonfigurowanych domen. Wszystkie pola są domyślnie ustawione jako "żadne" lub pozostają puste.

source: Interface IP address
cs: Rozhraní IP adresy
pl: adres IP interfejsu

source: Subnet
cs: Podsítě
pl: Podsieć

source: Available range
cs: K dispozici rozsah
pl: Dostępny zakres

source: DHCP ranges
cs: DHCP rozsahy
pl: zakresy DHCP

source: Default leased time must be higher than 0 seconds
cs: Výchozí pronajaté doby musí být vyšší než 0 sekund
pl: Domyślny czas dzierżawy musi być większy niż 0 sekund

source: Default leased time {default} must be lower than maximum one {max}
cs: Výchozí pronajatý čas {default} musí být nižší než maximálně jeden {max}
pl: Domyślny czas dzierżawy {default} musi być mniejszy niż maksymalny {max}

source: Maximum leased time must be higher than 0 seconds
cs: Maximální doba pronájmu musí být vyšší než 0 sekund
pl: Maksymalny czas dzierżawy musi być większy niż 0 sekund

source: Maximum leased time {max} must be higher than default one {default}
cs: Maximální doba pronájmu {max} musí být vyšší než výchozí {default}
pl: Maksymalny czas dzierżawy {max} musi być większy niż domyślny {default}

source: Default leased time
cs: Výchozí pronajatý čas
pl: Domyślny czas dzierżawy

source: seconds
cs: sekundy
pl: sekund

source: Maximum leased time
cs: Maximální doba pronájmu
pl: Maksymalny czas dzierżawy

source: Lease times
cs: Pronajatý čas
pl: Czasy dzierżawy

source: Leased time is the time which a given IP address is valid by the DHCP server
cs: Pronajatý čas je doba, po kterou je daná adresa IP platná na serveru DHCP
pl: Czas dzierżawy to okres ważności adresu IP, nadanego przez serwer DHCP

source: Next server
cs: Další server
pl: Następny serwer

source: Thin Client server as seen by the clients.
cs: Server tenkých klientů, jak je viděn klienty.

source: File path
cs: Umístění souboru

source: Thin client file path
cs: Umístění souboru tenkého klienta

source: You may want to customise your thin client options.To do so, you may include all the files you require under {path} directory
cs: Možná budete chtít přizpůsobit své thin client options. Můžete tak učinit, že zahrnete všechny soubory do cesty {path} adresáře
pl: Możesz zmienić ustawienia terminala. Aby tego dokonać, dołącz wszystkie wymagane pliki do katalogu {path}

source: thin client option
cs: volba tenkého klienta

source: You need at least one static interface to serve DHCP
cs: Pro poskytování DHCP služby je zapotřebí alespoň jednoho rozhraní se statickou IP adresou

source: Here you can configure the DHCP server for each internal interface, and enable or disable them
cs: Tady můžete nastavit DHCP server pro každé z vestavěných rozhraní a zapnout nebo vypnout je

source: No interfaces enabled. The DHCP server will not serve any address
cs: Nebylo zapnuto žádné rozhraní. DHCP server nebude poskytovat žádné adresy
pl: Brak włączonych interfejsów. Serwer DHCP nie będzie obsługiwał żadnego adresu

source: The enabled interfaces have not any range or fixed address configured. The DHCP server will not serve any address
cs: Zapnuté rozhraní nemá nastaven žádný rozsah či pevnou adresu. DHCP server nebude poskytovat žádné adresy

source: Advanced options
cs: Pokročilé volby
pl: Opcje zaawansowane

source: DHCP Configuration
cs: Nastavení DHCP

source: In order to serve IP addresses on an interface, it is required to set at least a range or a fixed address.
cs: V zájmu dosažení IP adresy na rozhraní, je nutné nastavit minimálně rozsah nebo pevnou adresu.
pl: Aby interfejs łączył się z siecią należy ustawić adres statyczny lub zakres adresów dynamicznych

source: This interface is not enabled. DHCP server will not serve addresses in this interface
cs: Toto rozhraní není zapnuto. DHCP server nebude obsluhovat adresy na tomto rozhraní
pl: Ten interfejs nie jest włączony. Serwer DHCP nie będzie obsługiwał adresów w tym interfejsie

source: Mising interface parameter. Please, navigate again to this page starting from the DHCP main page
cs: Chybějící parametr rozhraní. Vraťte se na tuto stránku znovu počínaje z DHCP hlavní stránky

source: An interface must set as static to configure the DHCP service on it. To do so, change {openhref}interfaces configuration{closehref} in network module
cs: Rozhraní musí být nastaveno jako statické v konfiguraci služby DHCP. Provedete to tak, že změníte{openhref}konfigurace rozhraní{closehref} v sítovém modulu
pl: Jeśli chcesz skonfigurować usługę DHCP, ustaw dla interfejsu statyczny adres IP. Przejdź do {openhref}Konfiguracja interfejsów{closehref} w zakładce Sieci

source: {server} configuration file
cs: {server} soubor s nastaveními
pl: Plik konfiguracyjny serwera {server}

source: AppArmor profile for {server} daemon
cs: AppArmor profil pro {server} službu

source: Trivial File Transfer Protocol
cs: Jednoduchý protokol pro přenos souborů (TFTP)
pl: TFTP

source: Dynamic Host Configuration Protocol
cs: Protokol pro automatickou konfiguraci počítačů v síti (DHCP).
pl: Protokół DHCP

source: Disable {server} init script
cs: Vypnout inicializační skript {server}

source: Zentyal will take care of start and stop the service
cs: O spouštění a zastavování služby se bude starat Zentyal

source: {iface} is not static
cs: {iface} není statický
pl: {iface} nie ma ustawionego adresu statycznego

source: Not a valid action: add, set and del are available
cs: Není platná akce: add, set a del jsou k dispozici
pl: Błędna opcja. Dostępne opcje to: dodaj, ustaw oraz usuń.

source: Leased
cs: Pronajaté
pl: Wydzierżawione

source: Released
cs: Uvolněné
pl: Zwolnione

source: DHCP leases
cs: DHCP zápůjčky
pl: Wydzierżawione adresy DHCP

source: Domain list
cs: Seznam domén
pl: Lista domen

source: Edit
cs: Upravit
pl: Edytuj

source: edit
cs: upravit
pl: edytuj

source: delete
cs: vymazat
pl: usuń

source: Host list for domain {domain}
cs: Host seznam domén {domain}
pl: Lista hostów dla domeny {domain}

source: City
cs: Město
pl: Miasto

source: State
cs: Stát
pl: Stan

source: Subject Alternative Names
cs: Alternativní názvy subjektu

source: Multi-value separated by commas, only valid types are: {dns}, {ip} and {email}. For instance, {example}
cs: Vícero hodnot oddělených čárkami, platnými typy jsou: {dns}, {ip} a {email}. Například, {example}
pl: Wartości oddzielone cudzysłowami są właściwymi typami: {dns}, {ip} i {email}, np. {example}

source: Issue
cs: Vydat
pl: Wydaj

source: Certificate changes will take effect immediately.
cs: Změny certifikátu nabudou okamžité platnosti.
pl: Zmiany certyfikatu zostaną wykonane natychmiast

source: The CA passphrase is optional
cs: Heslová fráze k certifikační autoritě není povinná
pl: Hasło CA jest opcjonalne

source: Issue the Certification Authority Certificate
cs: Vydat certifikát cert. autority
pl: Wydaj certyfikat urzędu certyfikacji (CA)

source: Issue a New Certificate
cs: Vydat nový certifikát
pl: Wydaj nowy certyfikat

source: Current Certificate List
cs: Aktuální seznam certifikátů
pl: Lista bieżących certyfikatów

source: Date refers to Expiration Date in Valid/Expired and to Revokation Date in Revoked certificates respectively
cs: Datem je myšleno datum skončení platnosti v Platné / Platnost skončila a Datum odvolání platnosti v Odvolané certifikáty
pl: Data odnosi się do daty wygaśnięcia certyfikatu w Ważny/Wygasły i terminu odwołania w Odwołany

source: from
cs: od
pl: od

source: Valid
cs: Platné
pl: Ważny

source: Expired
cs: Platnost končila
pl: Wygasły

source: Revoked
cs: Platnost odvolána
pl: Odwołany

source: Reason: {reason}
cs: Důvod: {reason}
pl: Powód: {reason}

source: Revoke
cs: Odvolat platnost
pl: Odwołaj

source: Download Key(s) and Certificate
cs: Stáhnout si klíče a certifikát
pl: Pobierz klucz(e) oraz certyfikat

source: Renew
cs: Obnovit
pl: Odnów

source: Reissue
cs: Vydat znovu

source: Renew or reissue
cs: Obnovit nebo vydat znovu

source: Revoke a Certificate
cs: Odvolat platnost certifikátu
pl: Odwołaj certyfikat

source: This operation will revoke all the issued user certificates and the CA Certificate.
cs: Tato operace odvolá platnost všech vydaných uživatelských certifikátů a certifikátu cert. autority.

source: Revoke the selected certificate
cs: Odvolat platnost vybraného certifikátu
pl: Odwołaj wybrany certyfikat

source: Expiration Date
cs: Datum skončení platnosti
pl: Data wygaśnięcia

source: CA Passphrase
cs: Heslo k certifikační autoritě
pl: Haslo CA

source: Revoking CA certificate
cs: Odvolávání platnosti certifikátu certifikační autority…
pl: Odwoływanie certyfikatu CA

source: Revoking certificate
cs: Odvolávání platnosti certifikátu…
pl: Odwoływanie certyfikatu

source: This revokation can affect the functionality from other modules, please confirm you are very sure to revoke the whole certification authority from {on} and leave the service(s) unstable or disabled
cs: Toto odvolání platnosti může postihnout fungování dalších modulů, potvrďte, že jste si jistí, že chcete odvolat platnost celé certifikační autority z {on} a ponechat tak služby v nestabilním stavu či vypnuté
pl: To odwołanie może mieć wpływ na funkcjonalność innych modułów. Potwierdź, że jesteś absolutnie pewien odwołania Urzędu Certyfikacji (CA) od {on} oraz pozostawienia usług niestabilnych lub niedziałających.

source: The certificate whose common name is {cn} you tried to revoke is being used by some module, please confirm you are sure to revoke and leave the service(s) unstable or disabled
cs: Certifikát, jehož obecný název (CN) je {cn}, jehož platnost jste se pokoušeli odvolat, je používán některým z modulů. Potvrďte, že jste si jistí, že chcete odvolat platnost celé certifikační autority z {on} a ponechat tak služby v nestabilním stavu či vypnuté
pl: Certyfikat o nazwie powszechnej {cn}, który próbowałeś odwołać jest używany przez inny moduł. Potwierdź, że jesteś pewien tego odwołania i w konsekwencji pozostawienia usługi niestabilnej lub wyłączonej.

source: Renewing CA certificate
cs: Obnovování certifikátu cert. autority…
pl: Odnawianie certyfikatu CA

source: Renewing certificate
cs: Obnovování certifikátu…
pl: Odnawianie certyfikat

source: This renewal can affect the functionality from other modules, please confirm you are very sure to renew the whole certification authority from {on} and leave the service(s) unstable or disabled
cs: Toto obnovení může postihnout funkčnost dalších modulů, potvrďte, že jste si skutečně jistí, že chcete obnovit celou certifikační autoritu z {on} a ponechat tak služby v nestabilním stavu či vypnuté
pl: To odnawianie może mieć wpływ na funkcjonalność innych modułów. Potwierdź, że jesteś absolutnie pewien odwołania Urzędu Certyfikacji (CA) od {on} oraz pozostawienia usług niestabilnych lub niedziałających.

source: The certificate whose common name is {cn} you tried to renew is being used by some module, please confirm you are sure to renew and leave the service(s) unstable or disabled
cs: Certifikát s obecným názvem (CN) {cn}, který jste se pokoušeli obnovit, je používán některým z modulů. Potvrďte, že jste si skutečně jistí, že chcete obnovit celou certifikační autoritu z {on} a ponechat tak služby v nestabilním stavu či vypnuté
pl: Certyfikat o nazwie powszechnej {cn}, który próbowałeś odwołać jest używany przez inny moduł. Potwierdź, że jesteś pewien tego odwołania i w konsekwencji pozostawienia usługi niestabilnej lub wyłączonej.

source: Renew a certificate
cs: Obnovit certifikát
pl: Odnów certyfikat

source: This operation will resign all the issued user certificates with the same expiration date
cs: Tato operace znovu podepíše veškeré vydané uživatelské certifikáty se stejným datem skončení platnosti

source: Create
cs: Vytvořit
pl: Utwórz

source: This page only appears once at starting up the Certification Authority. Changes take effect immediately.
cs: Tato stránka se zobrazí pouze jednou při založení certifikační autority. Změny se projeví okamžitě.

source: Create Certification Authority Certificate
cs: Vytvořit certifikát pro certifikační autoritu
pl: Utwórz certyfikat urzędu certyfikacji (CA)

source: Reissue a certificate
cs: Znovu vydat certifikát

source: Filtering rules from internal networks to Zentyal
cs: Filtrovací pravidla z vnitřní sítě do Zentyal
pl: Reguły filtrowania połączeń z sieci wewnętrznych do Zentyala

source: These rules allow you to control access from internal networks to services running on your Zentyal machine.
cs: Tato pravidla umožňují řídit přístup z vnějších sítí ke službám, provozovaným na tomto Zentyal serveru.
pl: Reguły te umożliwiają kontrolę dostępu z sieci wewnętrznych do serwera Zentyal

source: Configure rules
cs: Nastavit pravidla
pl: Konfiguracja reguł

source: Filtering rules for internal networks
cs: Filtrovací pravidla pro vnitřní sítě
pl: Reguły filtrowania ruchu dla sieci wewnętrznych

source: These rules allow you to control access from internal networks to the Internet and traffic between internal networks. If you wish to provide access to your Zentyal services, you must use the above section.
cs: Tato pravidla umožňují řídit provoz mezi vnitřními sítěmi a přístup z nich do Internetu. Pokud chcete zpřístupnit služby, provozované na tomto Zentyal serveru, je třeba k tomu provést příslušné kroky ve výše zmíněné sekci.
pl: Reguły te umożliwiają kontrolę dostępu z sieci wewnętrznych do internetu oraz ruchu pomiędzy sieciami wewnętrznymi. Użyj tej reguły aby umożliwić dostęp do serwera Zentyal

source: Filtering rules from external networks to Zentyal
cs: Filtrovací pravidla pro směr z vnějších sítí k Zentyal serveru
pl: Reguły filtrowania połączeń sieci zewnętrznych do Zentyala

source: These rules allow you to control access from external networks to sevices running on your Zentyal machine.
cs: Tato pravidla umožňují řídit přístup z vnějších sítí ke službám, provozovaným na tomto Zentyal serveru.
pl: Reguły pozwalają na kontrolę dostępu z sieci zewnętrznych do usług Zentyala

source: Filtering rules from external networks to internal networks
cs: Filtrovací pravidla pro směr z vnějších do vnitřních sítí
pl: Reguły filtrowania połączeń sieci zewnętrznych do sieci wewnętrznych

source: These rules allow you to control access from external networks to internal networks.
cs: Tato pravidla umožňují řídit přístup z vnějších do vnitřních sítí.
pl: Reguły pozwalają na kontrolę dostępu z sieci zewnętrznych do wewnętrznych

source: Filtering rules for traffic coming out from Zentyal
cs: Filtrovací pravidla pro odchozí provoz ze Zentyal
pl: Reguły filtrowania połączeń wychodzących z Zentyala

source: These rules allow you to control access from your Zentyal to external services.
cs: Tato pravidla umožňují řídit přístup ze Zentyal serveru na vnější služby.
pl: Reguły pozwalają na kontrolę dostępu Zentyala do zewnętrznych usług

source: These rules are automatically added by the Zentyal services.
cs: Tato pravidla jsou samočinně přidávána službami, provozovanými na Zentyal serveru.
pl: Reguły dodane automatycznie przez serwer Zentyal

source: Changing maildir size of
cs: Změna velikosti schránky
pl: Zmiana rozmiaru skrzynki pocztowej

source: The new maildir size is smaller than the oldest one, the following users will surprass the new limitation:
cs: Nová velikost schránky je nižší, než ta původní. Následující uživatelé tento nový limit překročí:
pl: Nowy rozmiar katalogu poczty jest mniejszy niż poprzedni następujący użytkownicy przewyższają jego limit

source: This user has a mail account which does not belong to any managed mail domain
cs: Tento uživatel má e-mailový účet, který nespadá pod jakoukoli e-mailovou doménu, kterou spravuje Zentyal
pl: Ten użytkownik ma konto pocztowe, które nie należy do żadnej zarządzanej domeny poczty

source: Mail account is unavailable because either there isn't any mail virtual domain created or you need to save changes in order to activate the new domains.
cs: E-mailový účet je nedostupný protože buď zde neexistuje jakákoli virtuální e-mailová doména nebo je třeba uložit změny, aby byla nová doména aktivována.
pl: Konto pocztowe jest niedostępne ponieważ nie stworzono żadnej pocztowej domeny wirtualnej lub musisz zapisać zmiany aby aktywować nowe domeny

source: Click here to create a new mail virtual domain
cs: Kliknutím sem vytvořte novou virtuální e-mailovou doménu
pl: Dodaj nową pocztową domenę wirtualną

source: The following settings only will take effect when the mail module is enabled
cs: Následující nastavení se projeví pouze tehdy, pokud je zapnut modul E-mail
pl: Poniższe ustawienia zostaną zastosowane tylko przy włączonym module pocztowym

source: Mail alias
cs: Alternativní e-mail
pl: Alias mailowy

source: Group aliases cannot be created for a group without mail account
cs: Alternativní názvy skupiny nemohou být vytvořeny pro skupinu, která nemá e-mailový účet

source: Group aliases cannot be created for a group without a mail account belonging to a mail domain managed by Zentyal
cs: Alternativní název skupiny nemůže být vytvořen pro skupinu bez e-mailového účtu, náležejícímu do domény, spravované prostřednictvím Zentyal

source: Virtual mail domain
cs: Virtuální e-mailová doména
pl: Wirtualna domena pocztowa

source: Set up the default virtual mail domain
cs: Nastavit výchozí virtuální e-mailovou doménu
pl: Ustaw domyślną domenę wirtualną

source: This will be the domain for your mail accounts
cs: Toto bude doména pro vaše e-mailové účty
pl: To będzie domena Twoich kont pocztowych

source: Sender
cs: Odesílatel
pl: Nadawca

source: Recipients
cs: Příjemci
pl: Odbiorcy

source: Requeue
cs: Znovu zařadit do fronty
pl: Przekolejkowanie

source: Show Info
cs: Zobrazit Informace
pl: Pokaż info

source: Hide Info
cs: Skrýt informace
pl: Ukryj info

source: Attempt to deliver all queued mail
cs: Pokusit se o doručení všech e-mailů ve frontě
pl: Spróbuj dostarczyć wiadomości oczekujące w kolejce

source: Remove all messages
cs: Odstranit veškeré zprávy
pl: Usuń wszystkie wiadomości

source: first
cs: první
pl: pierwsza

source: prev
cs: předchozí
pl: poprzednia

source: Page
cs: Stránka
pl: Strona

source: of
cs: z
pl: z

source: next
cs: další
pl: następna

source: last
cs: poslední
pl: ostatnia

source: There are no messages in queue or the service is stopped
cs: Ve frontě nejsou buď žádné zprávy nebo je služba zastavena
pl: Brak oczekujących wiadomości lub usługa jest wyłączona

source: Domain name
cs: Doménový název

source: Maildir size
cs: Velikost poštovní schránky
pl: Rozmiar katalogu poczty

source: Deleting virtual domain
cs: Mazání virtuální domény
pl: Usuwam domenę wirtualną

source: The virtual domain you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
cs: Virtuální doména, kterou jste se pokusili odstranit, obsahuje data v následujících modulech. Potvrďte, že chcete odebrat je a všechna související data
pl: Informacje dotyczące usuwanej domeny wirtualnej znajdują się również w poniższych modułach. Potwierdź jej usunięcie wraz ze wspomnianymi informacjami

source: The new maildir size is smaller than the oldest one and the actual size of the user maildir will surpass the new limitation.
cs: Nová velikost schránky je nižší, než ta původní. Navíc, uživatel má ve schránce tolik dat, že by se takto nevešla.
pl: Nowa pojemność skrzynki pocztowej jest mniejsza niż obecnie zgromadzone w niej wiadomości

source: Create mail aliases
cs: Vytvořit alternativní e-maily
pl: Utwórz aliasy pocztowe

source: No quota
cs: Žádná kvóta
pl: Brak limitu

source: Default quota
cs: Výchozí kvóta
pl: Domyślny limit

source: Custom quota
cs: Vlastní kvóta
pl: Własny limit

source: Quota type
cs: Typ kvóty
pl: Rodzaj limitu

source: Maximum mailbox size
cs: Nejvyšší umožněná velikost poštovní schránky
pl: Maksymalna wielkość skrzynki

source: Modify
cs: Upravit

source: Delete external account
cs: Smazat vnější účet
pl: Usuń zewnętrzne konto pocztowe

source: Don't delete retrieved mail from external server
cs: Nemazat správy, obdržené od vnějšího serveru
pl: Nie usuwaj pobranych wiadomości z zewnętrznego serwera pocztowego

source: Fetch already read messages
cs: Stáhnout již přečtené správy
pl: Pobierz ponownie przeczytane już wiadomości

source: Mail retrieval from external accounts service is not enabled; until you {ub}enable it{ue} your changes won't have any effect.
cs: Stahování zpráv z účtů na vnějších službách není zapnuto. Dokud {ub}jej nezapnete{ue}, provedené změny nebudou mít žádný efekt.
pl: Pobieranie wiadomości z zewnętrznych kont nie jest włączone; dopóki go nie {ub}włączysz{ue} zmiany nie odniosą żadnego efektu

source: Access Denied
cs: Přístup Zamítnut
pl: Dostęp wzbroniony

source: Categories
cs: Kategorie
pl: Kategorie

source: Optional
cs: Volitelné
pl: Opcja

source: Log Domain
cs: Zaznamenávat protokol domény

source: Last hour logs will be showed when selecting a component
cs: Při výběru součásti bude zobrazen záznam protokolu za poslední hodinu
pl: Po wybraniu komponentu pokażą się logi z ostatniej godziny

source: Select available full reports
cs: Vybrat dostupnou volbu pro úplné zprávy
pl: Wybierz dostępne pełne raporty

source: View
cs: Pohled
pl: Przeglądaj

source: Custom query
cs: Vlastní dotaz
pl: Indywidualne zapytanie

source: From date:
cs: Od data:
pl: Od daty:

source: January
cs: leden
pl: Styczeń

source: February
cs: únor
pl: Luty

source: March
cs: březen
pl: Marzec
