Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: Connected since
cs: Připojeno od
pl: Połączony od

source: No users connected to the VPN
cs: K VPN síti nejsou v tuto chvíli připojeni žádní uživatelé
pl: Brak połączonych użytkowników VPN

source: OpenVPN daemons
cs: Procesy služby OpenVPN
pl: demony OpenVPN

source: Remote IP
cs: IP adresa protistrany
pl: Zdalny IP

source: Remote Certificate
cs: Certifikát protistrany
pl: Zdalny certyfikat

source: Initialization sequence completed
cs: Inicializační sekvence dokončena
pl: Połączenie zostało zrealizowane

source: Certificate issuer not authorized
cs: Vydavatel certifikátu není pověřen
pl: Nieautoryzowany wydawca certyfikatu

source: Certificate common name not authorized
cs: Atribut obecný název (CN) certifikátu není serverem přijímán
pl: Brak autoryzacji certyfikatu po nazwie powszechnej

source: Certificate verification failed
cs: Ověření certifikátu nebylo úspěšné
pl: Weryfikacja certyfikatu zakończona niepowodzeniem

source: Client connection initiated
cs: Spojení klienta bylo zahájeno
pl: Zainicjowano połączenie klienta

source: Client connection terminated
cs: Spojení s klientem bylo přerušeno
pl: Połączenie klienta zostało przerwane

source: Connection to server initiated
cs: Bylo zahájeno spojení se serverem
pl: Zainicjowano połączenie serwera

source: Server connection terminated
cs: Spojení se serverem bylo přerušeno
pl: Połączenia serwera zostało przerwane

source: You must set insecure_rip_conf to yes or no
cs: Položku insecure_rip_conf je třeba nastavit na hodnotu „yes“ (ano) nebo „no“ (ne)
pl: Musisz ustawić insecure_rip_conf na Tak lub Nie

source: VPN client should not be configured to connect to the address {addr} because is a address of the localhost itsef
cs: VPN klient by neměl být nastaven tak, aby se připojoval na adresu {addr}, protože se jedná o jeho vlastní místní adresu (localhost)
pl: Nie można skonfigurować klienta VPN do łączenia z adresem {addr}, gdyż jest to adres lokalnego hosta

source: VPN client should not be configured to connect to the address {addr} because is a address of a local network interface
cs: VPN klient by neměl být nastaven tak, aby se připojoval na adresu {addr}, protože se jedná o adresu místního síťového rozhraní
pl: Nie można skonfigurować klienta VPN do łączenia z adresem {addr}, gdyż jest to adres lokalnego interfejsu

source: Client {name}
cs: Klient {name}
pl: Klient {name}

source: Running
cs: Spuštěno
pl: Uruchomiony

source: Stopped
cs: Zastaveno
pl: Zatrzymany

source: Daemon status
cs: Stav procesu služby
pl: Status deamon'a

source: Connection target
cs: Cíl připojení
pl: Cel połączenia

source: VPN interface address
cs: Adresa VPN rozhraní
pl: adres interfejsu VPN

source: No active
cs: Nečinné
pl: Nieaktywny

source: Client's type
cs: Typ klienta
pl: Typ klienta

source: Client's certificate
cs: Certifikát klienta
pl: Certyfikat klienta

source: Add OpenVPN's installer to bundle
cs: Přidat do balíčku instalátor aplikace OpenVPN
pl: Dodaj instalator OpenVPN

source: OpenVPN installer for Microsoft Windows
cs: Instalátor aplikace OpenVPN pro Microsoft Windows
pl: Instalator OpenVPN dla systemu Windows

source: Connection strategy
cs: Strategie připojování
pl: Strategia połączenia

source: Server address
cs: Adresa serveru
pl: Adres serwera

source: This is the address that will be used by your clients to connect to the server. Typically, this will be a public IP or host name
cs: Toto je adresa, která bude klienty používána pro připojení k serveru. Obvykle je to veřejná IP adresa nebo název stroje
pl: Publiczny adres IP lub nazwa serwera VPN, służące do łączenia z serwerem

source: Additional server address (optional)
cs: Náhradní adresa serveru (nepovinné)
pl: Dodatkowy adres serwera (opcjonalnie)

source: Second additional server address (optional)
cs: Další náhradní adresa serveru (nepovinné)
pl: Dodatkowy adres serwera (opcjonalnie)

source: Download Client Bundle
cs: Stáhnout si klientský balíček
pl: Pobierz paczkę dla klienta

source: Download
cs: Stáhnout si
pl: Pobierz

source: Random
cs: Náhodné
pl: Losowy

source: Failover
cs: Převzetí služby v případě selhání
pl: Przeciwawaryjny

source: Zentyal to Zentyal tunnel
cs: Tunel mezi dvěma Zentyal servery
pl: Tunel Zentyal-do-Zentyal

source: Cannot make a bundle because the server is not fully configured; please edit the configuration and retry
cs: Balíček nelze vytvořit, protože nastavení serveru není úplné. Doplňte potřebná nastavení a zkuste to znovu
pl: Nie można utworzyć paczki, gdyż serwer nie jest całkowicie skonfigurowany, dokończ konfigurację

source: Cannot use for the bundle the server's certificate
cs: Certifikát serveru nelze použít pro nastavovací balíček
pl: Nie można użyć certyfikatu serwera

source: Invalid client type: the server does not allow Zentyal-to-Zentyal tunnels
cs: Neplatný typ klienta: server neumožňuje tunely mezi dvěma Zentyal servery
pl: Niewłaściwy typ klienta: nie można utworzyć tunelu Zentyal-do-Zentyal

source: Invalid client type: the server is intended for Zentyal-to-Zentyal tunnels
cs: Neplatný typ klienta: tento server je určen pro tunely mezi dvěma Zentyal servery
pl: Niewłaściwy typ klienta: serwer jest skonfigurowany do tunelu Zentyal-do-Zentyal

source: Installer is only available for Windows clients
cs: Instalátor je k dispozici pouze pro klienty s operačním systémem MS Windows
pl: Instalator tylko dla systemu Windows

source: A client bundle is a file which contains a ready to use configuration for your clients
cs: Klientský balíček je soubor, který obsahuje předpřipravená nastavení pro klienty
pl: Paczka dla klienta zawiera komplet certyfikatów, potrzebnych do skonfigurowania VPN na komputerze klienta

source: Cannot make a bundle because the server is not fully configured; please complete the configuration and retry
cs: Balíček s nastaveními nelze vytvořit, protože nastavení serveru není úplné. Doplňte potřebná nastavení a zkuste to znovu
pl: Nie można utworzyć paczki, gdyż serwer nie jest całkowicie skonfigurowany, dokończ konfigurację i spróbuj ponownie

source: There are not certificates available for this client. Please, {ohref}create one{chref}
cs: Pro tohoto klienta nejsou k dispozici žádné certifikáty. {ohref}Vytvořte nějaký{chref}
pl: Nie utworzono certyfikatu nadającego się dla tego klienta. Proszę {ohref}utworzyć{chref}

source: Advertised networks
cs: Nabízené sítě
pl: Rozgłaszane sieci

source: Upload client bundle
cs: Nahrát klientský balíček
pl: Wgraj paczkę klienta

source: List of Clients
cs: Seznam klientů
pl: Lista klientów

source: VPN Clients
cs: VPN klienti
pl: Klienci VPN

source: Cannot activate the client because is not fully configured; please edit the configuration and retry
cs: Klienta nelze aktivovat, protože jeho nastavení není úplné. Doplňte potřebná nastavení a zkuste to znovu
pl: Nie można aktywować klienta gdyż nie jest całkowicie skonfigurowany, dokończ konfigurację i spróbuj ponownie

source: RIP password is mandatory
cs: Je nutné vyplnit heslo pro komunikaci RIP protokolem mezi směrovači
pl: Wymagane jest hasło RIP

source: Upload configuration bundle
cs: Nahrát balíček s nastaveními
pl: Załaduj paczkę z konfiguracją

source: Upload client configuration bundle
cs: Nahrát balíček s nastaveními pro klienta
pl: Załaduj paczkę z konfiguracją klienta

source: Upload configuration bundle for {na}
cs: Nahrát balíček s nastaveními pro {na}
pl: Załaduj paczkę z konfiguracją dla {na}

source: Deleted daemons
cs: Smazané procesy služeb
pl: Usunięte usługi

source: daemon
cs: proces služby

source: List of Advertised Networks
cs: Seznam nabízených sítí
pl: Lista Rozgłaszanych Sieci

source: Advertised network
cs: Nabízená síť
pl: Rozgłaszane sieci

source: {openpar}You can add here those networks which you want to make available to clients connecting to this VPN.{closepar}{openpar}Typically, you will allow access to your LAN by advertising its network address here.{closepar}{openpar}If an advertised network address is the same as the VPN network address, the advertised network will be ignored.{closepar}
cs: {openpar}Sem je možné přidat ty sítě, které chcete zpřístupnit klientům, připojujícím se k této VPN.{closepar}{openpar}Typicky je zde umožněn přístup do místní sítě, pomocí nabízení její síťové adresy.{closepar}{openpar} Adresy stejné, jako má VPN, nebudou brány v potaz.{closepar}

source: Server port
cs: Port serveru
pl: Port serwera

source: CA's certificate
cs: Certifikát cert. autority
pl: certyfikat CA

source: Client's private key
cs: Soukromá část klíče klienta
pl: Klucz prywatny klienta

source: TUN interface
cs: TUN rozhraní

source: Server tunnel password
cs: Heslo k tunelu serveru
pl: Hasło tunelu serwera

source: Bind port for client
cs: Spojovací port pro klienta
pl: Przypisz port dla klienta

source: Bind address for client
cs: Spojovací adresa pro klienta
pl: Przypisz adres dla klienta

source: Command to execute after routes are set
cs: Příkaz který spustit po nastavení tras
pl: Komenda do wykonania po ustawieniu tras

source: Client configuration
cs: Nastavení klienta
pl: Konfiguracja klienta

source: No file supplied or already set for {f}
cs: Nebyl předložen žádný soubor nebo již nastaveno pro {f}
pl: Nie obsługiwany plik lub już ustawiony na {f}

source: The uploaded certificates and/or private key are not valid. File: {file}, Error: {err}
cs: Nahraný certifikát a/nebo soukromá část klíče není platná. Soubor: {file}, Chyba: {err}
pl: Wgrany certyfikat i/lub klucz prywatny są niepoprawne. Plik: {file}, Błąd: {err}

source: VPN address
cs: VPN adresa
pl: Adres sieci VPN

source: Use a network address which is not used by this machine
cs: Použijte adresu sítě, která není využívána tímto strojem
pl: Użyj adres sieci, który nie jest używany przez ten komputer

source: Server certificate
cs: Certifikát serveru
pl: Certyfikat serwera

source: Client authorization by common name
cs: Ověřování klienta pomocí atributu obecný název (CN)
pl: Autoryzacja klienta po nazwie powszechnej (cn)

source: If disabled, any client with a certificate generated by Zentyal will be able to connect. If enabled, only certificates whose common name begins with the selected value will be able to connect.
cs: Je-li vypnuto, bude se schopen připojit jakýkoli klient, který má certifikát vydaný certifikační autoritou tohoto Zentyal serveru. Pokud je zapnuto, bude se možné připojit pouze pomocí certifikátů, jejichž atribut obecný název (CN) začíná na hodnotu, která je tímto Zentyal serverem přijímána.
pl: Jeśli wyłączysz tę opcję, każdy klient z certyfikatem wygenerowanym przez Zentyala będzie mógł się połączyć. Po włączeniu, tylko klienci z certyfikatem którego nazwa powszechna rozpoczyna się od zaznaczonej wartości uzyskają połączenie.

source: Network Address Translation
cs: Překlad síťových adres (NAT)

source: Enable it if this VPN server is not the default gateway
cs: Zapněte, pokud tento VPN server není výchozí bránou
pl: Włącz, jeśli ten serwer VPN nie jest bramą domyślną

source: Allow client-to-client connections
cs: Umožnit komunikaci mezi klienty
pl: Zezwalaj na połączenia między klientami

source: Enable it to allow client machines of this VPN to see each other
cs: Zapněte pokud chcete, aby se na této VPN síti stroje klientů navzájem viděly
pl: Zaznacz, jeśli chcesz żeby komputery klienckie VPN widziały się wzajemnie

source: Allow Zentyal-to-Zentyal tunnels
cs: Umožnit vytváření tunelů mezi Zentyal servery
pl: Zezwalaj na tunele Zentyal-do-Zentyal

source: Enable it if this VPN is used to connect to another Zentyal
cs: Zapněte v případě, že tato VPN slouží k připojení k jinému Zentyal serveru
pl: Włącz, jeśli VPN serwer będzie się łączył z innym serwerem Zentyal

source: Zentyal-to-Zentyal tunnel password
cs: Heslo k tunelu mezi Zentyal servery
pl: Hasło tunelu Zentyal-do-Zentyal

source: Reject routes pushed by Zentyal tunnel clients
cs: Odmítnout trasy, poskytnuté klienty tunelu Zentyal
pl: Odrzuć ścieżki podawane przez klientów tuneli

source: When checked this server will not take any route advertised by its client
cs: Pokud je zaškrtnuto, tento server nepřevezme žádnou trasu, nabízenou jeho klientem
pl: Jeśli zaznaczone, to serwer nie wybierze żadnej ścieżki proponowanej przez klienta

source: Interface to listen on
cs: Rozhraní, na kterém očekávat spojení
pl: Interfejs na którym będzie nasłuchiwał serwer.

source: Redirect gateway
cs: Přesměrovat bránu
pl: Przekieruj bramę

source: Makes Zentyal the default gateway for the client
cs: Učiní ze Zentyal serveru výchozí bránu pro klienta
pl: Zentyal będzie bramą domyślną dla klienta

source: First nameserver
cs: Hlavní jmenný server
pl: Podstawowy serwer DNS

source: Second nameserver
cs: Náhradní jmenný server
pl: Pomocniczy serwer DNS

source: Search domain
cs: Hledat v doméně
pl: Domena wyszukiwania (search domain)

source: Server configuration
cs: Nastavení serveru
pl: Konfiguracja serwera

source: All network interfaces
cs: Všechna síťová rozhraní
pl: Wszystkie interfejsy sieciowe

source: Zentyal to Zentyal tunnel option requires a RIP password
cs: Volba tunelu Zentyal-Zentyal vyžaduje RIP heslo
pl: Opcja tunel Zentyal-do-Zentyal wymaga hasła RIP

source: The VPN address {addr} is already used by interface {iface}
cs: VPN adresa {addr} je již používána rozhraním {iface}
pl: Adres VPN {addr} jest już używany przez interfejs {iface}

source: Other server is using the same VPN address, please choose another
cs: VPN adresa je již používána jiným serverem, zvolte jinou
pl: Inny serwer VPN używa już tego adresu, wybierz proszę inny adres

source: Other server is listening on the same port
cs: Na tomto portu již očekává spojení jiný server
pl: Inny serwer nasłuchuje na tym samym porcie

source: Port {p}/{pr} is in use by {mod}
cs: Port {p}/{pr} je již použit u {mod}
pl: Port {p}/{PR} jest używany przez {mod}

source: The interface {iface} does not exist
cs: Rozhraní {iface} neexistuje
pl: Interfejs {iface} nie istnieje.

source: The interface {iface} is not configured
cs: Rozhraní {iface} není nastaveno
pl: Interfejs {iface} nie został skonfigurowany

source: Cannot use Network Address translation because it requires the firewall module. The module is neither installed or activated
cs: Nelze použít překlad síťových adres (NAT), protože vyžaduje modul Brána firewall. A tento modul buď není nainstalován, nebo zapnut
pl: Do poprawnej pracy NAT wymagany jest moduł firewall. Nie jest on zainstalowany lub uruchomiony.

source: Cannot use Network Address translation because it requires the firewall module enabled. Please activate it and try again
cs: Nelze použít překlad síťových adres, protože vyžaduje zapnutý modul Brána firewall. Zapněte jej a zkuste to znovu
pl: Do poprawnej pracy NAT wymagany jest moduł firewall. Uruchom go i spróbuj ponownie.

source: At least one external interface is needed to connect to the server unless network address translation option is enabled
cs: Pokud není zapnuto překládání sítových adres, je třeba k serveru připojit alespoň jedno vnější rozhraní
pl: Do połączenia z serwerem, przy włączonym NAT, wymagany jest przynajmniej jeden interfejs zewnętrzny

source: The interface must be a external interface, unless Network Address Translation option is on
cs: Pokud není zapnuto překládání síťových adres, je třeba, aby se jednalo o vnější rozhraní
pl: Przy włączonym NAT interfejs musi być interfejsem zewnętrznym

source: {par} is not compatible with Zentyal-to-Zentyal tunnel
cs: {par} není možné použít pro tunel mezi Zentyal servery
pl: {par} nie jest kompatybilny z tunelem Zentyal-do-Zentyal

source: List of advertised networks to tunnel server
cs: Seznam sítí, nabízených tunelem serveru
pl: Lista sieci dostępnych dla tunelu serwera

source: Advestised routes for clients over a TUN interface are not supported
cs: Klientům, připojujícím se přes rozhraní typu TUN není možné nabízet trasy

source: Advertised Network
cs: Nabízené sítě
pl: Dostępne sieci

source: Download client bundle
cs: Stáhnout si klientský balíček
pl: Pobierz paczkę klienta

source: List of servers
cs: Seznam serverů
pl: Lista serwerów

source: VPN servers
cs: VPN servery
pl: Serwery VPN

source: {openpar}You need a valid CA certificate to run VPN servers. {closepar}{openpar}Please, go to the {openhref} certification authority module{closehref} and renew it.{closepar}
cs: {openpar}Pro provozování VPN serverů je třeba platný certifikát cert. autority. {closepar}{openpar}Přejděte do {openhref}modulu Certifikační autorita{closehref} a certifikát obnovte.{closepar}

source: {openpar}You need to create a CA certificate to run VPN servers. {closepar}{openpar}Please, go to the {openhref}certification authority module{closehref} and create it.{closepar}
cs: {openpar}Pro provozování VPN serverů je třeba platný certifikát cert. autority. {closepar}{openpar}Přejděte do {openhref}modulu Certifikační autorita{closehref} a certifikát vytvořte.{closepar}

source: Server creation
cs: Vytvoření serveru
pl: Tworzenie serwera

source: Cannot activate the server because is not fully configured; please edit the configuration and retry
cs: Server není možné spustit, protože jeho nastavení není úplné. Doplňte potřebná nastavení a zkuste to znovu
pl: Nie można aktywować serwera , gdyż nie jest całkowicie skonfigurowany, dokończ konfigurację i spróbuj ponownie

source: Cannot create a server because there is not a CA certificate
cs: Server nelze vytvořit, protože není přítomen certifikát cert. autority
pl: Nie mogę utworzyć serwera ponieważ nie istnieje certyfikat urzędu certyfikacji CA

source: {act} not possible because there aren't any available certificate. Please, go to the certificate authority module and create new certificates
cs: {act} není možné, protože nejsou k dispozici žádné certifikáty. Přejděte do modulu Certifikační autorita a vytvořte nové certifikáty
pl: Nie można wykonać {act}, gdyż brak certyfikatów. Utwórz nowe certyfikaty w module urzędu certyfikacji CA

source: revoked
cs: zneplatněno
pl: odwołany

source: expired
cs: platnost skončila
pl: wygasły

source: invalid
cs: neplatné
pl: Niepoprawny

source: Cannot create a server called {name} because it alreadyexists a certificate called {certName} with {state} state.<br/>Choose another name or reissue the {certName} certificate
cs: Nelze vytvořit server s názvem {name}, protože již existuje certifikát s názvem {certName}, ve stavu {state}.<br/>Zvolte jiný název nebo certifikát {certName} vydejte znovu
pl: Nie można utworzyć serwera {name} ponieważ już istnieje z certyfikatem o nazwie {certName} ze statusem {state}.<br/>Wybierz inną nazwę albo odnów certyfikat {certName}

source: {openpar}You can configure openVPN servers to easily connect remote offices or users.{closepar}{openpar}Click on {openit}Configuration{closeit} to set the VPN parameters.{closepar}{openpar}{openit}Advertised networks{closeit} allows you to configure which networks you want to make accessible to the remote users.{openpar}Once you are done with the configuration you can download a file bundle for your operating system to use in your clients.
cs: {openpar}Zde můžete nastavit OpenVPN servery, prostřednictvím kterých se pak snadno připojí pobočky a uživatelé mimo kancelář.{closepar}{openpar}Klikněte na{openit}Nastavení{closeit} a nastavte parametry VPN.{closepar}{openpar}{openit}Nabízené sítě {closeit} jsou ty, které chcete zpřístupnit uživatelům na dálku.{openpar}Až budete s nastavováním hotovi, stáhněte si balíčky s nastavením pro konkrétní operační systémy strojů, používaných klienty.
pl: {openpar}Konfiguracja openVPN pozwala na łączenie się użytkowników lub zdalnych biur.{closepar}{openpar}Kliknij na {openit}Konfiguracja{closeit} by ustawić parametry VPN.{closepar}{openpar}{openit}Rozgłaszane sieci{closeit} pozwoli Ci wybrać, do których sieci będzie miał dostęp użytkownik zewnętrzny.{openpar}Po ukończeniu konfiguracji pobierz paczkę dla Twojego systemu.

source: Server's address
cs: adresa serveru
pl: Adres serwera

source: You must provide at least one address for the server {name}
cs: Je třeba zadat alespoň jednu adresu serveru {name}
pl: Musisz podać przynajmniej jeden adres dla serwera {name}

source: The client certificate can't be the same than the server's one
cs: Klientský certifikát nemůže být použit pro klienta i server zároveň
pl: Nazwa certyfikatu klienta nie może być identyczna z nazwą certyfikatu serwera

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Cannot unpack it)
cs: Toto není platný nastavovací balíček pro tunel Zentyal-Zentyal (nedaří se ho rozbalit).
pl: Niewłaściwa paczka, nie mogę rozpakować

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing server configuration file)
cs: Toto není platný nastavovací balíček pro tunel Zentyal-Zentyal (chybí soubor s nastaveními pro server).
pl: Ta paczka nie jest kompletna. Brakuje pliku konfiguracji serwera.

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing CA certificate file)
cs: Toto není platný Zentyal-Zentyal nastavovací balíček. (Chybí soubor s certifikátem cert. autority)
pl: Ta paczka nie jest kompletna. Brakuje certyfikatu urzędu certyfikacji CA.

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate file)
cs: Toto není platný Zentyal-Zentyal nastavovací balíček. (Chybí soubor s certifikátem)
pl: Ta paczka nie jest kompletna. Brakuje certyfikatu.

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate private key file)
cs: Toto není platný Zentyal-Zentyal nastavovací balíček. (Chybí soubor se soukromou částí klíče certifikátu)
pl: Ta paczka nie jest kompletna. Brakuje certyfikatu klucza prywatnego.

source: The port {p}/{pro} is already in use
cs: Port {p}/{pro} je již používán
pl: Port {p}/{pro} jest w użyciu

source: The certificate {cn} does not exist
cs: Certifikát {cn} neexistuje
pl: Certyfikat {cn} nie istnieje.

source: The certificate {cn} has expired
cs: Platnost certifikátu {cn} skončila
pl: Certyfikat {cn} wygasł.

source: The certificate {cn} has been revoked
cs: Platnost certifikátu {cn} byla odvolána
pl: Certyfikat {cn} został odwołany.

source: The server {name} does not have certificate assigned
cs: Server {name} nemá přidělen certifikát
pl: Serwer {name} nie ma przypisanego certyfikatu.

source: Cannot get key of server {name} because it does not have any certificate assigned
cs: Nelze získat klíč serveru {name}, protože nemá přidělen žádný certifikát
pl: Nie mogę pobrać klucza serwera {name} ponieważ nie ma on przypisanego certyfikatu.

source: VPN server {name} couldn't be configured, no IP address found for interface {iface}
cs: VPN server {name} nemůže být nastaven, protože nebyla nalezena žádná IP adresa pro rozhraní {iface}
pl: Serwer VPN {name} nie może zostać skonfigurowany, brak adresu IP na interfejsie {iface}

source: OpenVPN servers cannot be used for internal services
cs: OpenVPN server nelze použít pro vnitřní služby
pl: Nie można używać serwera OpenVPN do usług wewnętrznych

source: Unsupported client type: {ct}
cs: Nepodporovaný typ klienta: {ct}
pl: Nieobsługiwany rodzaj klienta: {ct}

source: Not found
cs: Nenalezeno
pl: Nie odnaleziono

source: Local address
cs: Místní adresa
pl: Adres lokalny

source: VPN subnet
cs: Podsíť VPN
pl: podsieć VPN

source: VPN network interface
cs: Síťové rozhraní VPN
pl: Interfejs sieci VPN

source: Inexistent CA's certificate file {p}
cs: Není přítomen soubor s certifikátem cert. autority {p}
pl: Nieistniejący plik certyfikatu CA {p}

source: Inexistent client's certificate file {p}
cs: Není přítomen soubor s certifikátem klienta {p}
pl: Nieistniejący plik certyfikatu klienta {p}

source: Inexistent certificate's private key file {p}
cs: Není přítomen soubor se soukromou částí klíče certifikátu {p}
pl: Nieistniejący plik certyfikatu klucza prywatnego {p}
