Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: Modules configuration
cs: Nastavení modulů

source: This group does not have members
cs: Tato skupina nemá žádné členy

source: Add user
cs: Přidat uživatele

source: You can set a share directory for this group, but you should keep in mind that Microsoft Windows 98 and Millenium will not be able to see names longer than 12 characters
cs: Pro tuto skupinu můžete nastavit sdílenou složku, ale mějte na paměti, že Microsoft Windows ve verzích 98 a Millenium nezvládají názvy delší než 12 znaků
pl: Możesz ustawić katalog współdzielony grupy, ale Microsoft Windows 98 i Millenium nie będą w stanie czytać nazw dłuższych niż 12 znaków.

source: This resource name is longer than 12 characters.
cs: Název tohoto zdroje je delší než 12 znaků.
pl: Nazwa zasobu jest dłuższa niż 12 znaków

source: Directory name
cs: Název složky
pl: Nazwa katalogu

source: file sharing module
cs: modul sdílení souborů
pl: moduł współdzielenia plików

source: The following settings will take effect only when the {mod} is enabled
cs: Následující nastavení se projeví pouze tehdy, pokud je zapnuto {mod}
pl: Poniższe ustawienia zadziałają tylko przy włączonym module {mod}

source: Delete user
cs: Smazat uživatele
pl: Usuń użytkownika

source: This operation will cause the removal of the user and all its dependent data
cs: Tato operace povede k odstranění účtu uživatele a všech jeho dat
pl: Ta operacja spowoduje usunięcie użytkownika i wszystkie jego dane zależne

source: Delete group
cs: Smazat skupinu
pl: Usuń grupę

source: This group cannot be deleted
cs: Tuto skupinu nelze smazat

source: This operation will cause the removal of the group and all dependent data such as shared directory, etc.
cs: Tato operace povede k odebrání skupiny a všech na ní závisejících dat, jako například sdílené složky, atd.
pl: Ta operacja spowoduje usunięcie grupy i wszystkich jej zależności takie jak: konta pocztowe, współdzielone katalogi grupy, etc.

source: Change server local domain?
cs: Změnit místní doménu serveru?

source: {op}This action will trigger the change of the actual host name.{cp}
cs: {op}Tato akce spustí změnu stávajícího názvu stroje.{cp}
pl: {op}Ta czynność spowoduje zmianę rzeczywistej nazwy hosta.{cp}

source: {op}A hostname change will create a new certificate for the web administration connections. This means you will have to reload the page manually once the save change proccess ends.{cp}
cs: {op}Změna názvu stroje povede k vytvoření nového certifikátu, používaného webovým správním rozhraním. V důsledku toho bude po dokončení procesu ukládání změn třeba dát webovému prohlížeči pokyn k opětovnému načtení stránky.{cp}
pl: {op}Zmiana nazwy hosta spowoduje utworzenie nowego certyfikatu dla połączeń administracyjnych w sieci. Oznacza to, że będziesz musiał ręcznie wczytać stronę po zakończeniu procesu.{cp}

source: Users and Groups
cs: Uživatelé a Skupiny
pl: Użytkownicy i Grupy

source: Select the type of the server
cs: Zvolte typ serveru
pl: Wybierz typ serwera

source: Standalone server
cs: Samostatný server
pl: Wolnostojący

source: Select the domain name of the server
cs: Zvolte doménový název serveru

source: Host domain name
cs: Doménový název stroje

source: This will be used as the Kerberos authentication realm for your users.
cs: Toto bude sloužit jako oblast ověřování Kerberos pro vaše uživatele.

source: Enter your existing domain settings
cs: Zadejte nastavení pro svou stávající doménu

source: This is the name of the existing domain you want to join.
cs: Toto je název existující domény, ke které má být tento Zentyal server připojen.

source: Add Organizational Unit
cs: Přidat organizační jednotku

source: Add User
cs: Přidat uživatele
pl: Dodaj użytkownika

source: Retype password
cs: Zopakování hesla
pl: Powtórz hasło

source: User quota
cs: Uživatelská kvóta

source: Disabled account
cs: Znepřístupněný účet

source: User groups
cs: Skupiny, jichž je uživatel členem
pl: Grupy użytkownika

source: Remove mail account
cs: Odebrat e-mailový účet

source: This action removes the mail account and its associated data.
cs: Tato akce povede k odebrání e-mailového účtu a s ním souvisejících dat.
pl: Ta czynność spowoduje usunięcie konta pocztowego i powiązanych z nim danych.

source: Replace mail account
cs: Nahradit e-mailový účet

source: Replacing the mail account removes all its current data.
cs: Nahrazení e-mailového účtu povede ke smazání všech stávajících dat v něm.

source: This user is not a member of any group
cs: Tento uživatelský účet není členem žádné skupiny

source: Delete contact
cs: Smazat kontakt

source: This operation will cause the removal of the contact and any dependent configuration.
cs: Tato operace povede k odebrání kontaktu a všech s ním souvisejících nastavení.

source: Add Group
cs: Přidat Skupinu
pl: Dodaj grupę

source: Group name
cs: Název skupiny
pl: Nazwa grupy

source: Optional value
cs: Volitelná hodnota
pl: Wartość opcjonalna

source: Confirm packages to install
cs: Potvrdit balíčky k instalaci

source: The following packages will be installed
cs: Budou instalovány tyto balíčky
pl: Następujące pakiety zostaną zainstalowane

source: The following packages will be removed
cs: Tyto balíčky budou odebrány
pl: Następujące pakiety zostaną usunięte

source: Continue
cs: Pokračovat

source: Installed Version
cs: Nainstalovaná verze
pl: Zainstalowana Wersja

source: Latest Version
cs: Nejnovější verze
pl: Najnowsza wersja

source: Upgrading packages
cs: Instalace nejnovějších verzí balíčků
pl: Uaktualnianie pakietów

source: Update
cs: Aktualizovat
pl: Uaktualnij

source: Install
cs: Instalovat
pl: Zainstaluj

source: The following packages are not properly installed. You need to fix this before trying to use them or install new modules.
cs: Následující balíčky nejsou správně nainstalovány. Aby je bylo možné používat či instalovat nové moduly, bude to třeba opravit.
pl: Następujące pakiety nie zostały poprawnie zainstalowane. Należy naprawić ten stan zanim będziesz ich używać lub instalować nowe moduły

source: Version
cs: Verze
pl: Wersja

source: To solve this situation, please try to execute the following command in the console:
cs: Pro vyřešení této situace, zkuste v konzoli spustit následující příkaz:
pl: Aby naprawić ten stan, proszę uruchomić następującą komendę w konsoli terminalu:

source: After the above command is finished you can reload this page. If the problem persists, you can ask for help in the {ofhref}community forum{chref} or file a ticket in the {othref}Zentyal trac{chref}.
cs: Až výše zmíněný příkaz skončí, můžete tuto stránku načíst znovu. Pokud problém přetrvává, můžete zkusit požádat o pomoc {ofhref}na komunitním diskuzním fóru{chref} nebo vyplnit hlášení chyby v systému {othref}trac projektu Zentyal{chref}.
pl: Po zakończeniu działania powyższej komendy możesz odświeżyć stronę. Jeśli problem pozostanie nierozwiązany możesz poprosić o pomoc na {ofhref}community forum{chref} lub przesłać plik poprzez {othref}Zentyal trac{chref}.

source: View advanced mode
cs: Zobrazit rozšířený režim
pl: Tryb zaawansowany

source: Server roles
cs: Úlohy serveru
pl: Przeznaczenie serwera (server role)

source: Additional services
cs: Další služby

source: Skip install
cs: Přeskočit instalaci
pl: Pomiń instalację

source: View basic mode
cs: Zobrazit základní režim
pl: Tryb podstawowy

source: Update list
cs: Aktualizovat seznam
pl: Uaktualnij listę

source: Select
cs: Vybrat
pl: Zaznacz

source: Package list updated successfully
cs: Seznam balíčků úspěšně zaktualizován
pl: Uaktualniono listę pakietów

source: Error updating package list.<p>{msg}</p>
cs: Při aktualizaci seznamu balíčků došlo k chybě.<p>{msg}</p>
pl: Błąd aktualizaji listy pakietów.<p>{msg}</p>

source: Error updating package list.<p>Please try to execute the following command in a console to see the problem: sudo apt-get update</p>
cs: Při aktualizaci seznamu balíčků došlo k chybě.<p>Zkuste v konzoli spustit následující příkaz a všímejte si případného problému: sudo apt-get update</p>
pl: Wystąpił błąd podczas aktualizacji listy pakietów. <p>Wykonaj następujące polecenie z linii komend: sudo apt-get update</p>

source: Thank your for choosing Zentyal, only few steps left to start enjoying it:
cs: Jsme rádi, že jste zvolili Zentyal! Nyní zbývá již jen několik kroků k tomu, aby jste jej mohli začít používat:
pl: Dziękujemy za wybranie Zentyal, zostało tylko kilka kroków, aby się nim cieszyć:

source: Configure
cs: Nastavit

source: Software updates are being handled automatically. They will be installed automatically as scheduled
cs: Aktualizace programového vybavení jsou prováděny samočinně. Budou instalovány podle plánu.
pl: Aktualizacje oprogramowania są obsługiwane automatycznie. Zostaną zainstalowane automatycznie zgodnie z harmonogramem

source: Updates are available for the following system components
cs: Jsou k dispozici aktualizace následujících součástí systému
pl: Dostępne są aktualizacje dla następujących komponentów

source: Community updates are available for the following system components
cs: Jsou k dispozici komunitní aktualizace následujících součástí systému
pl: Dostępne są aktualizacje dla następujących komponentów

source: Security update
cs: Aktualizace týkající se zabezpečení
pl: Aktualizacje systemu

source: Zentyal QA update
cs: Důležitá aktualizace Zentyal
pl: Aktualizacja QA Zentyala

source: Update all packages
cs: Nainstalovat aktualizace všech balíčků
pl: Uaktualnij wszystkie pakiety

source: This operation can take some time, don't worry if Zentyal looks unresponsive after pressing the Update button.
cs: Po stisknutí tlačítka Nainstalovat aktualizace může rozhraní Zentyal na delší dobu přestat reagovat. To je v pořádku, stačí vyčkat na dokončení operace.

source: Upgrading system packages
cs: Instalace aktuálních verzí systémových balíčků
pl: Uaktualniam pakiety systemowe

source: Perform automatic software updates
cs: Provádět samočinné aktualizace programového vybavení

source: Zentyal is configured to use automatic QA updates
cs: Zentyal je nastaven tak, aby samočinně instaloval důležité aktualizace
pl: Zentyal jest skonfigurowany do używania automatycznych aktualizacji QA

source: Automatic operations start time
cs: Čas zahájení samočinných operací
pl: Czas rozpoczęcia aktualizacji automatycznej

source: {txt} data
pl: dane {txt}

source: Bridged
pl: Zmostkowane

source: Server
pl: Serwer

source: Content filter banned extension list
pl: Lista odrzuconych rozszerzeń plików

source: Content filter banned mime type list
pl: Lista odrzuconych typów mime

source: Content filter exception site list
pl: Lista wyjątków dla miejsc

source: Content filter grey site list
pl: Greylista miejsc

source: Content filter banned site list
pl: Lista odrzuconych miejsc

source: Content filter exception URL list
pl: Lista wyjątków dla adresów URL

source: Content filter grey URL list
pl: Greylista adresów URL

source: Content filter banned URL list
pl: Lista odrzuconych adresów URL

source: Forbidden phrases list
pl: Lista niedozwolonych wyrażeń

source: Exception phrases list
pl: Wyjątki dla wyrażeń

source: Filter groups per IP
pl: Grupy filtrów po IP

source: Remove dansguardian init script link
pl: Usuwanie odnośników skryptu inicjującego ntp

source: To enable the HTTP proxy module, you need to have a least one external network interface
pl: Włącz tą opcję, jeśli masz tylko jedną kartę sieciową

source: You must set the cache_mem variable in the Zentyal configuration file
pl: Musisz ustawić zmienną cache_mem w pliku konfiguracyjnym Zentyala

source: You must set the max_object_size variable in the Zentyal configuration file
pl: Musisz ustawić zmienną max_object_size w pliku konfiguracyjnym Zentyala

source: Filter Profiles
pl: Profile filtrów

source: Mime/type
pl: Mime/typ

source: Accepted
pl: Zaakceptowano

source: Denied
pl: Zablokowano

source: Supplied file is not an archive file
pl: Brak pliku archiwum

source: Supplied archive file has not correct list structure
pl: Dostarczony plik archiwum nie ma prawidłową listę struktury

source: Invalid .tar.gz file: {f}
pl: Nieważny plik .tag.gz: {f}

source: M
pl: P

source: T
pl: W

source: W
pl: Ś

source: H
pl: C

source: F
pl: P

source: A
pl: S

source: S
pl: N

source: All time
pl: Cały czas

source: You must specify two diffrent hours to the range
pl: Musisz podać dwie rożne godziny w zakresie

source: Bad hour of the day value: {h}
pl: Zła godzina w wartościach dnia: {h}

source: Bad hour of the day format: {h}
pl: Zła godzina w formacie dnia: {h}

source: Bad minutes value: {mi}
pl: Zła wartość minut: {mi}

source: Bad minutes format: {mi}
pl: Zły format minut: {mi}

source: You cannot add a 'Allow' or 'Profile' rule for an object or any address if you have group rules
pl: Nie możesz dodać reguły "Zezwól" albo "Profil" dla obiektu lub adresu jeśli posiada regułę grupy

source: You cannot add a group-based rule if you have an 'Allow' or 'Profile' rule for objects or any address
pl: Nie możesz dodać regułę grupy jeśli reguła "Zezwól" lub "Profil' dla obiektu lub dowolnego adresu

source: The time period of the rule ({t1}) overlaps with the time period of ({t2}) other rule for the same {sourceType}
pl: Zakres czasu dla roli ({t1}) przekracza ramy czasowe ({t2}) innej roli dla tego samego (sourceType)

source: The '~' character is reserved and cannot be used in profile names
pl: Znak "~" (tyldy) jest zarezerwowany i nie mogą być stosowane w nazwach profili

source: File Present
pl: Obecny plik

source: Domain categories
pl: Kategorie domen

source: The domain '{domain}' could not be resolved.
pl: Certyfikat został odnowiony

source: You can exempt some addresses from transparent proxy. The domains will be resolved at saving changes process.
pl: Możesz wykluczyć adresy z transparentnego proxy

source: Cannot use name {name} because there arready a directory for this name: {dir}. Maybe a uncommited removal?.
pl: Nie można użyć podanej nazwy ponieważ katalog z tą nazwą {dir}.

source: Object {object} has no members. Please add at least one to use this object.
pl: Obiekt {object} nie posiada członków. Dodaj przynajmniej jednego, by móc utworzyć regułę dla obiektu.

source: Extension
pl: Rozszerzenie

source: extension
pl: rozszerzenie

source: Allow/Deny the HTTP traffic of the files which the given extensions. Extensions not listed here are allowed. The extension filter needs a 'filter' policy to be in effect
pl: Zezwól/zabroń na połączenia HTTP plików na podanymi rozszerzeniami. Rozszerzenia nie podane tutaj są dopuszczalne. Filtr rozszerzeń do poprawnej pracy wymaga Reguł filtrowania

source: Extension added
pl: Dodano rozszerzenie

source: Extension removed
pl: Usunięto rozszerzenie

source: Extension updated
pl: Zaktualizowano rozszerzenie

source: You can exempt some addresses from caching. It will include the subdomains.
pl: Możesz wyłączyć niektóre adresy z pamięci podręcznej (Cache)

source: Transparent proxy is incompatible with Kerberos authentication
pl: Przezroczyste proxy jest niekompatybilne z autentykacją Kerbos

source: Domains and URLs
pl: Reguły domen i URL

source: WINS server
pl: Serwer WINS

source: server
pl: serwer

source: Server {name}
pl: Serwer {name}

source: Jabber account enabled
pl: konto Jabber

source: Jabber account disabled
pl: konto Jabber

source: Force SSL
pl: Wymuś SSL

source: Domain used to connect to this server.
pl: Brak połączonych użytkowników

source: SSL connection method to this server.
pl: Brak połączonych użytkowników

source: Connect to other servers
pl: Połącz z pozostałymi serwerami Jabber

source: Enable MUC (Multi User Chat) service
pl: Włącz Multi User Chat

source: Enable STUN service
pl: Uruchom usługę

source: Enable SOCKS5 proxy service
pl: Uruchom usługę

source: Enable VCard information
pl: Informacja ogólna

source: Enable shared roster
pl: Uruchom usługę

source: General Jabber server configuration settings updated.
pl: Główne ustawienia serwera Jabber zostały zaktualizowane

source: Domain change confirmation
pl: Użyj domyślnej konfiguracji profilu

source: Jabber Server
pl: Serwer Jabber

source: Unlimited
pl: #-#-#-#-# pl.po (ebox-zarafa 0.12) #-#-#-#-# Nieograniczona wielkość #-#-#-#-# pl.po (ebox-mail 0.12) #-#-#-#-# Nieograniczony rozmiar

source: Add rules to suricata configuration
pl: Konfiguracja Modułów

source: IPS
pl: #-#-#-#-# pl.po (ebox-dhcp 0.12) #-#-#-#-# Adres IP #-#-#-#-# pl.po (ebox-dns 0.12) #-#-#-#-# IP

source: Select in which interfaces IPS system will be enabled
pl: Wybierz interfejs, na którym chcesz uruchomić IDS

source: Intrusion Detection/Prevention System
pl: IDS (system wykrywania i zapobiegania włamaniom)

source: Zentyal FTP Server
pl: Zentyal serwer FTP

source: Generate SSL certificates
pl: Utwórz certyfikaty

source: Zentyal will self-signed SSL certificates for FTP service.
pl: Zentyal utworzy certyfikaty używane w usługach pocztowych

source: To configure vsftpd with LDAP authentication.
pl: Konfiguracja vsftpd z autoryzacją LDAP

source: Enable anonymous FTP access to the /srv/ftp directory.
pl: Włącz anonimowy dostęp FTP do katalogu /srv/ftp .

source: Enable authenticated FTP access to each user home directory.
pl: Włącz dostęp FTP dla każdego użytkownika do jego katalogu w /home

source: FTP Server
pl: Serwer FTP

source: The anonymous directory is /srv/ftp, make sure that the files you create there have read permissions for everybody (sudo chmod o+r /srv/ftp/*). If you also want to grant write permissions you need to create a subdirectory with write permissions for everybody, for example: sudo mkdir /srv/ftp/incoming ; sudo chmod o+rwx /srv/ftp/incoming. Anonymous access won't be able to rename or delete files in any case.
pl: Katalogiem dla użytkowników anonimowych jest /srv/ftp, upewnij się, że pliki tworzone są tam i mają uprawnienia do odczytu dla każdego (sudo chmod o+r /srv/ftp/*). Jeżeli chcesz również udzielić uprawnienia do zapisu, należy utworzyć podkatalog z uprawnieniami do zapisu dla wszystkich, na przykład: sudo mkdir /srv/ftp/incoming ; sudo chmod o+rwx /srv/ftp/incoming. Użytkownik anonimowy nie będzie mógł zmienić nazwę lub usunąć pliki w każdym przypadku.

source: bridge
pl: most

source: bonding mode
pl: Skonfigurowano

source: The PPPoE password contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: /.?!&+:-_\@$%=* and spaces are allowed.
pl: Hasło PPPoE zawiera nieprawidłowe znaki. Wszystkie znaki alfanumeryczne, plus te spoza znaków alfanumerycznych: /.?!&+:-_\@$%=* oraz spacje są dozwolone.

source: Time between checks
pl: Czas pomiędzy weryfikacjami

source: Global options
pl: Opcje ogólne

source: Proxy server
pl: Serwer proxy

source: Host IP address
pl: Dowolny adres IP

source: Number of probes
pl: Liczba prób

source: Gateway to route packets matching this rule
pl: Brama przesyłają pakiety zgodnie z tą regułą

source: Multigateway rules
pl: Reguły dla wielu bram

source: You can decide what kind of traffic goes out by each gateway. This way, you can force a subnet, service, destination and so forth to use the router you choose. Please, bear in mind that rules will be applied in order, from top to bottom, you can reorder them once they are added. If you do not set a port or an IP address, then the rule will match all of them
pl: Możesz zadecydować jaki rodzaje ruchu będzie wychodził przez każdą z bram. W ten sposób, można zdefiniować podsieć, usługę, cel itd. aby wykorzystywały router, który wskażesz. Proszę pamiętać, iż reguły będą zastosowane w porządku od góry do dołu, przy czym po dodaniu możliwa będzie zmiana ich kolejności. Jeśli adres IP lub numer portu nie zostaną podane, wtedy reguła będzie odnosić się do wszystkich adresów.

source: Traffic balancing
pl: Równoważenie ruchu

source: Gateways for Traffic Balance
pl: równoważenie ruchu sieciowego

source: Balance Traffic
pl: Równoważenie ruchu sieciowego

source: To be able to use this feature you need at least two enabled gateways. You can add them {oa}here{ca} first.
pl: Aby móc korzystać z tej funkcji, musisz mieć włączony co najmniej z dwóch bramek. Możesz dodać je {oa}tutaj{ca} najpierw.

source: Zentyal will add a DSL provider configuration for PPPoE
pl: Zentyal doda ustawienia providera DDSL

source: Antivirus
pl: Antywirus

source: Connection name
pl: Cel połączenia

source: Stopping completed
pl: Stan zaawansowania

source: Connection initiated
pl: Zainicjowano połączenie klienta

source: Connection terminated
pl: Połączenie klienta zostało przerwane

source: Range {from}-{to} includes the tunnel IP address: {localIP}
pl: Zakres {from}-{to} zawiera adres IP interfejsu: {ifaceIP}

source: L2TP/IPSec Users
pl: #-#-#-#-# pl.po (ebox-usersandgroups 0.12) #-#-#-#-# Użytkownicy #-#-#-#-# pl.po (ebox 0.12) #-#-#-#-# Liczba użytkowników

source: ESP Authentication
pl: Autentykacja

source: ESP Encryption
pl: Szyfrowanie

source: Enable PFS
pl: Włącz PAM

source: Manual list of users
pl: Lista serwerów

source: Users Source
pl: Zasoby

source: Selects the provider for the users allowed to use the VPN.
pl: Wybierz drukarkę, do której użytkownik będzie miał dostęp.

source: DataTable Component
pl: Komponenty Zentyala

source: Enabled flag
pl: #-#-#-#-# pl.po (ebox-mailfilter 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-openvpn 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-zarafa 0.12) #-#-#-#-# Włączone #-#-#-#-# pl.po (libebox 0.12.1) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-squid 0.12) #-#-#-#-# Włączone #-#-#-#-# pl.po (ebox-ids 1.1) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-ntp 0.12) #-#-#-#-# Włączone #-#-#-#-# pl.po (ebox-firewall 0.12) #-#-#-#-# Włączona #-#-#-#-# pl.po (ebox-samba 0.12) #-#-#-#-# Aktywne #-#-#-#-# pl.po (ebox-asterisk 1.1) #-#-#-#-# Włączone #-#-#-#-# pl.po (ebox-mail 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-webserver 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-jabber 0.12) #-#-#-#-# Włączone

source: Blank characters are not allowed
pl: Podane adresy są niedozwolone

source: VPN Type
pl: Typ

source: Not supported
pl: #-#-#-#-# pl.po (ebox-webserver 0.12) #-#-#-#-# Wspomaganie SSL #-#-#-#-# pl.po (ebox-jabber 0.12) #-#-#-#-# Wsparcie dla SSL

source: Tunnel IP {ip} is already in use by connection {name}
pl: Port {port} jest już używany przez moduł {mod}

source: Tunnel IP {ip} is already in use by range in connection {name}
pl: Port {port} jest już używany przez moduł {mod}

source: Range {range} is already in use by connection {name}
pl: Port {port} jest już używany przez moduł {mod}

source: The Tunnel IP {localIP} is already used as a fixed address from the object member "{name}": {fixedIP}
pl: Zakres: {from}-{to} zawiera adresy statyczne: '{name}': {fixedIP}

source: If "Zentyal Samba" is present and selected, Zentyal will be the WINS server for L2TP clients
pl: Jeśli zaznaczysz "Zentyal Samba", Zentyal stanie się domyślnym serwerem WINS dla klientów DHCP

source: Local Subnet
pl: Sieć lokalna

source: Remote Subnet
pl: Zdalny IP

source: IKE Authentication
pl: Autentykacja

source: IKE Encryption
pl: Szyfrowanie

source: Remote Address
pl: #-#-#-#-# pl.po (ebox-radius 1.3.10) #-#-#-#-# Adres IP #-#-#-#-# pl.po (ebox-firewall 0.12) #-#-#-#-# adres IP #-#-#-#-# pl.po (ebox-dns 0.12) #-#-#-#-# Adres IP

source: Public IP address
pl: adres IP interfejsu

source: Zentyal public IP address where clients will connect to.
pl: adres IP interfejsu

source: Any address
pl: #-#-#-#-# pl.po (ebox-network 0.12) #-#-#-#-# adres MAC #-#-#-#-# pl.po (ebox-dhcp 0.12) #-#-#-#-# adres MAC #-#-#-#-# pl.po (ebox-objects 0.12) #-#-#-#-# Adres MAC

source: PSK Shared Secret
pl: Klucz Shared Secret

source: Configuration no complete, {field} not set
pl: Pliki konfiguracyjne

source: User settings
pl: Ustawienia ogólne

source: General L2TP/IPSec Settings
pl: Ustawienia ogólne

source: NTP server
pl: Serwer NTP
