Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: For the IP addresses you can use CIDR notation (address/netmask) or specify the first and last addresses of a range that will also include all the IP addresses between them.
cs: IP adresy můžete zadávat v CIDR zápisu (adresa/maska) nebo zadat první a poslední adresy rozsahu, který též bude obsahovat všechny IP adresy mezi nimi.

source: member
cs: člen
pl: członek

source: Only network addresses can end with a zero
cs: Pouze adresy sítí mohou končit nulou
pl: Tylko adresy sieciowe mogą kończyć się 0 (zerem)

source: You can only use MAC addresses with hosts
cs: Můžete používat pouze MAC adresy
pl: Możesz tylko używać adresów MAC z hostami

source: You cannot use MAC addresses with IP ranges
cs: Nemůžete použít MAC adresy s rozsahy IP adres

source: {ip} overlaps with the address or another object's member
cs: {ip} koliduje s adresou, nebo jiným členem objektu
pl: adres {ip} pokrywa się z innym adresem

source: Proxy port
cs: Port proxy
pl: Port serwera proxy

source: This settings will be used to allow Zentyal to access the Internet if an HTTP proxy is needed.
cs: Tato nastavení budou použita k přístupu Zentyal serveru k Internetu v případě, že je zapotřebí HTTP proxy.
pl: Te ustawienia zostaną wykorzystane do łączenia się Zentyala z internetem poprzez podany proxy

source: Proxy username and password will be visible by all system users.
cs: Uživatelské jméno a heslo pro proxy bude viditelné všem uživatelům systému.
pl: Nazwa użytkownika i hasło proxy będą widoczne dla wszystkich użytkowników systemu.

source: Proxy {addr} is invalid because it is the address of the interface {if}
cs: Proxy {addr} je neplatná, protože se jedná o adresu rozhraní {if}

source: The username input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: \/.?&+:-@ and spaces are allowed.
cs: Zadání uživatelského jména obsahuje neplatné znaky. Dovolena jsou písmena a číslice, plus následující znaky: \/.?&+:-@ a mezery.

source: Ping to gateway
cs: Ping na bránu
pl: Ping do bramy

source: Ping to host
cs: Ping na host
pl: Ping do hosta

source: HTTP Request
cs: HTTP požadavek

source: Test type
cs: Typ testu
pl: Rodzaj testu

source: Test rules
cs: Pravidla testu
pl: Testuj reguły

source: You can define different rules to test if a gateway is working properly. If one of the test fails the gateway will be disabled. It will be enabled again when all tests are passed.
cs: Můžete definovat různá pravidla otestování, zda brána funguje správně. Jakmile jedna ze zkoušek selže, brána bude zakázána. Pokud znova projde všemi testy, bude povolena.
pl: Zdefiniuj reguły do sprawdzenia, czy brama pracuje poprawnie. Jeśli pojawi się błędna reguła, brama zostanie zatrzymana dopóki nie usuniesz błędu

source: Auto
cs: Samočinné
pl: Automatycznie

source: Interface connected to this gateway
cs: Rozhraní, připojené k této bráně
pl: Interfejs połączony do tej bramy

source: Default
cs: Výchozí
pl: Domyślnie

source: Gateways List
cs: Seznam bran
pl: Lista bram

source: You can add as many gateways as you want. This is very useful if you want to split your Internet traffic through several links. Note that if you configure interfaces as DHCP or PPPoE their gateways are added here automatically.
cs: Můžete uvést tolik bran, kolik chcete. Hodí se pro rozdělení Internetového provozu mezi vícero linek. Poznamenejme, že pokud nastavíte rozhraní na DHCP nebo PPPoE, brány jim budou přiděleny automaticky.
pl: Możesz dodać tyle bram ile zechcesz. Jest to bardzo użyteczne, jeżeli chcesz podzielić ruch Internetowy na wiele łączy. Jeśli skonfigurujesz DHCP i PPPoE, ich bramy zostaną dodane automatycznie

source: gateway
cs: brána
pl: brama

source: Gateway address {ip} is already the address of the local interface {iface}
cs: Adresa brány {ip} je již používána na místních rozhraní {iface}

source: You can not manually add a gateway for DHCP or PPPoE interfaces
cs: Pro rozhraní s DHCP či PPPoE nelze bránu přidat ručně
pl: Nie można ręcznie ustawić bramy do interfejsu DHCP lub PPPoE

source: Gateway {gw} must be in the same network that a static interface. Currently it belongs to the network of {iface} which is not static
cs: Brána {gw} se musí nacházet na stejné síti, jako rozhraní se statickou adresou. V současnosti náleží do sítě {iface}, které není statické

source: Since you have not gateways you should add the first one as default
cs: Protože nemáte určeny žádné brány, měli byste nějakou přidat jako výchozí

source: You cannot remove the default attribute, if you want to change it assign it to another gaterway
cs: Výchozí atribut nelze odebrat, pokud jej chcete změnit, přiřaďte jej jiné bráně
pl: Nie można usunąć domyślnego atrybutu, jeżeli chcesz go zmienić, przypisz go do innej bramy

source: Automatically added gateways can not be manually deleted
cs: Automaticky přidané brány nelze ručně mazat
pl: Bramy dodane automatycznie nie mogą być usunięte manualnie

source: The gateway '{name}' is being used by {mod}
cs: Brána {name} je používána {mod}

source: Gateway name
cs: Název brány

source: Gateways names cannot begin or end with '-'
cs: Názvy bran nemohou začínat či končit na znak „-“ (rozdělovník)

source: Gateways names can only be composed of lowercase ASCII english letters, digits and '-'
cs: Názvy bran se mohou skládat pouze z malých písmen z anglické ASCI tabulky, arabských číslic a „-“ (rozdělovník)

source: Gateway {gw} is already defined in the gateway table. Use a multi gateway rule instead
cs: Brána {gw} je již definována v tabulce bran. Namísto toho použijte pravidlo vícero bran

source: Network {addr} is invalid because it is the address of the interface {if}
cs: Síť {addr} je neplatná, protože se jedná o adresu rozhraní {if}

source: Gateway {addr} is invalid because it is the address of the interface {if}
cs: Brána {addr} je neplatná, protože se jedná o adresu rozhraní {if}

source: Not needed to add a route to {ip} because is reacheable directly by interface {if}
cs: Pro {ip} není třeba přidávat trasu, protože je pro rozhraní {if} dosažitelná přímo

source: Network
cs: Síť
pl: Sieć

source: IP or network address
cs: IP nebo síťová adresa
pl: Adres sieci

source: Gateway used to reach the above network address
cs: Brána sloužící k dosažení výše uvedené síťové adresy
pl: Brama używana do połączenia z powyższą siecią

source: Optional description for this route
cs: Nepovinný popis této trasy
pl: Opcjonalny opis dla tej trasy

source: Static Routes List
cs: Seznam statických tras
pl: Trasy statyczne

source: Static Routes
cs: Statické trasy
pl: Trasy statyczne

source: All gateways you enter here must be reachable through one of the network interfaces currently configured.
cs: Všechny brány zde zadané musí být dosažitelné pomocí jednoho ze síťových rozhraní v současné době již nastaveného.
pl: Wszystkie bramy które tutaj podasz, muszą być osiągalne przez jeden z aktualnie skonfigurowanych interfejsów.

source: static route
cs: Neměnná trasa
pl: trasy statyczne

source: This field is usually set to any
cs: Toto pole je obvykle nastaveno na hodnotu jakýkoli (any)
pl: Pole jest zazwyczaj przypisane do

source: Service configuration
cs: Nastavení služby

source: If you want a service for any connections on this protocol, use the predefined service {ser}
cs: Pokud chcete službu pro jakákoli připojení na tomto protokolu, použijte předdefinovanou službu {ser}

source: IP address of the DNS server that Zentyal will use to resolve names.
cs: IP adresa DNS serveru, který Zentyal server používá pro překlad názvů.
pl: Zentyal użyje podanego adresu IP jako zewnętrzny serwer DNS

source: Domain Name Server
cs: Doménový jmenný server
pl: Serwer DNS

source: Domain Name Server Resolver List
cs: Seznam serveru překladu doménových názvů
pl: Lista serwerów DNS

source: name server
cs: jmenný server
pl: serwer nazw

source: <p>Here you can add the name server resolvers that Zentyal will use.</p><p>Note that these settings may be overriden if you have any network interface configured via DHCP</p>
cs: <p>Sem je možné zadat name server resolvery, které Zentyal server bude používat.</p><p>Poznamenejme, že v případě nastavení rozhraní přes DHCP budou tato nastavení přebita</p>

source: This action is incompatible with the module {mod} configuration
cs: Tato akce je neslučitelná s nastavením modulu {mod}

source: The nameserver '{name}' is being used by {mod}
cs: Jmenný server {name} je používán {mod}

source: The Zentyal DNS module is installed and enabled, so only the local DNS server will be used to resolve the queries. The queries for which this server is not authoritative and does not have the answer in its cache will be sent to the {ohref}configured forwarders{chref} in first place, and if they does not answer the query root DNS servers will be used.
cs: DNS modul serveru Zentyal je nainstalován a zapnut, takže pro překlad dotazů bude použit pouze místní DNS server. Dotazy, pro které tento server není autoritativní a nemá na ně odpověď ve vyrovnávací paměti, budou odeslány nejprve na {ohref}nastavené přeposílače{chref}, a v případě, že ty nozodpoví, pak na kořenové DNS servery.

source: Gateway
cs: Brána
pl: Brama

source: Domain Name Server Resolver
cs: Server překladu doménových názvů
pl: Serwer DNS

source: WAN Failover
cs: Porucha WAN

source: Gateways Configuration
cs: Nastavení bran
pl: #-#-#-#-# pl.po (ebox 0.12) #-#-#-#-# Ustawienia ogólne #-#-#-#-# pl.po (ebox-ebackup 1.3.3) #-#-#-#-# Konfiguracja ogólna

source: Gateways and Proxy
cs: Brány a Proxy
pl: Bramy i proxy

source: Add default routers to the default table
cs: Přidat výchozí směrovače do výchozí tabulky
pl: Dodaj rutery do tablicy domyślnej

source: This is needed to work with a multigateway configuration. Note that to list the default routes you must execute:
cs: Toto je třeba pro práci s nastavením pro více bran. Poznamenejme, že pro vypsání výchozích tras je třeba spustit:

source: Enable Zentyal DHCP hook
cs: Zapnout DHCP háček Zentyal serveru
pl: Włącz DHCP hook

source: It will take care of adding the default route given by a DHCP server to the default route table.
cs: Postará se o přidání výchozí brány dané DHCP serverem do výchozí směrovací tabulky.

source: Disable IPv6
cs: Vypnout IPv6

source: Zentyal does not support yet IPv6, having v6 addresses asigned to interfaces can cause problems on some services
cs: Zentyal server zatím neumí IPv6, přiřazení adres v6 rozhraním může způsobit problémy některým službám

source: Zentyal will set your network configuration
cs: Zentyal se postará o nastavení sítě
pl: Zentyal skonfiguruje sieć

source: Zentyal will set the order of systems resolvers
cs: Zentyal nastaví pořadí zdrojů překladu názvů na adresy v systému

source: Zentyal will set the resolvconf configuration
cs: Zentyal provede nastavení resolvconf

source: Zentyal will set your DHCP client configuration
cs: Zentyal nastaví DHCP klienta
pl: Zentyal skonfiguruje DHCP

source: Zentyal will disable IPV6 on this system
cs: Zentyal na tomto systému vypne IPv6

source: Zentyal will set HTTP proxy for all users
cs: Zentyal nastaví HTTP proxy pro všechny uživatele
pl: Zentyal skonfiguruje HTTP proxy dla wszystkich użytkowników

source: Zentyal will set HTTP proxy for APT
cs: Zentyal nastaví HTTP prox pro APT
pl: Zentyal skonfiguruje HTTP proxy do APT

source: Argument must be a IP address
cs: Je třeba, aby argument byl IP adresa

source: Virtual interface name
cs: Název virtuálního rozhraní
pl: Nazwa interfejsu wirtualnego

source: Netmask
cs: Maska sítě
pl: Maska sieci

source: Address {ip} is already in use by interface {iface}
cs: Adresa {ip} je již používána rozhraním {iface}

source: There is already an interface called {al}
cs: Již zde existuje rozhraní nazvané {al}

source: There is already a interface with the alias {al}
cs: Již zde existuje rozhraní s alternativním názvem {al}

source: Cannot set an alias with the character ":". This character is reserved for virtual interfaces
cs: Alternativní název nemůže obsahovat znak „:“ (dvojtečka). Tento znak je vyhrazen pro virtuální rozhraní

source: The IP {ip} is already assigned to interface {iface}
cs: IP adresa {ip} je již přiřazena rozhraní {iface}

source: Cannot use the address {addr} because interface {if} has already an address in the same network
cs: Nelze použít adresu {addr}, protože rozhraní {if} má již adresu na stejné síti

source: This interface cannot be put in trunk mode, it is an vlan interface.
cs: Toto rozhraní nelze přepnout do režimu trunk, protože se jedná o vlan zařízení.
pl: Ten interfejs nie może zostać ustawiony w tryb "trunk", gdyż jest to interfejs VLAN.

source: This interface is in trunk mode, you should unconfigure all the vlan interfaces in this trunk before changing its configuration mode.
cs: Toto rozhraní se nachází v režimu trunk, měli byste zrušit veškerá vlan rozhraní v tomto trunku, než bude měnit jeho režim nastavení.
pl: Ten interfejs działa w trybie "trunk", powinieneś usunąć konfigurację wszystkich interfejsów VLAN przed wprowadzeniem zmian.

source: Network interfaces need to be in trunk mode before adding vlans to them.
cs: Síťová rozhraní musí být v režimu "trunk" módu před přidáním VLANů k nim.
pl: Zanim dodasz VLAN-y przestaw interfejs w tryb "trunk"

source: The requested operation will cause one of the configured gateways or static routes to become unreachable. Please remove it first if you really want to make this change.
cs: Požadovaná operace způsobí, že jedna z nastavených bran nebo statických tras přestane být dostupná. Pokud tuto změnu opravdu chcete udělat, bude třeba ji nejprve odebrat.

source: Gateway {gw} must be in the same network that a static interface
cs: Brána {gw} se musí nacházet ve stejné síti, jako rozhraní se statickým nastavením

source: Gateway {gw} must be in the same network that static interface. Currently it belongs to the network of {iface} which is not static
cs: Brána {gw} musí být na stejné síti, jako rozhraní se statickým nastavením. Nyní přísluší k síti rozhraním {iface}, které nemá statické nastavení

source: down
cs: Dole
pl: nie pracuje

source: up
cs: spojeno

source: external
cs: vnější
pl: zewnętrzny

source: internal
cs: vnitřní
pl: wewnętrzny

source: link ok
cs: v pořádku spojeno
pl: połączenie działa

source: no link
cs: bez spojení
pl: brak połączenia

source: Tx bytes
cs: Odesláno bajtů
pl: Tx bajty

source: Rx bytes
cs: Přijato bajtů
pl: Rx bajty

source: Gateways
cs: Brány
pl: Bramy

source: Tools
cs: Nástroje
pl: Narzędzia

source: Any protocol and port
cs: Libovolný protokol a port

source: Any UDP
cs: Libovolný UDP

source: Any UDP port
cs: Libovolný UDP port

source: Any TCP
cs: Libovolný TCP

source: Any TCP port
cs: Libovolný TCP port

source: Any ICMP
cs: Libovolný ICMP

source: Any ICMP packet
cs: Libovolný ICMP paket

source: Secure Shell
cs: Zabezpečený (secure) Shell

source: HyperText Transport Protocol
cs: HyperTextový Transportní Protokol
pl: Protokół HTTP

source: HyperText Transport Protocol over SSL
cs: HyperText Transport Protocol přes SSL

source: network object
cs: síťový objekt

source: path
cs: určení umístění
pl: ścieżka

source: To configure clamd daemon
cs: Nastavit proces služby clamd
pl: Aby skonfigurować clamd demona

source: To schedule the launch of the updater
cs: Naplánovat spouštění procesu aktualizace
pl: Planowanie czasu aktualizacji

source: Custom {app} profile configuration for {bin} binary
cs: Vlastní {app} profil nastavení pro {bin} spustitelný soubor

source: Disable {app} profile for {bin} binary
cs: Nepoužívat {app} profil pro {bin} spustitelný soubor

source: {from} - {to} is an invalid range
cs: {from} - {to} je neplatný rozsah
pl: Błędny zakres: {from}-{to}

source: Range {from}-{to} includes fixed address from the object member "{name}": {fixedIP}
cs: Rozsah {from}-{to} zahrnuje pevnou adresu z účastnícího se objektu {name}: {fixedIP}

source: Range {newFrom}-{newTo} overlaps with range '{range}': {oldFrom}-{oldTo}
cs: Rozsah {newFrom}-{newTo} se překrývá s rozsahem '{range}': {oldFrom}-{oldTo}
pl: Zakres {newFrom}-{newTo} pokrywa się z zakresem: '{range}': {oldFrom}-{oldTo}

source: Ranges
cs: Rozsahy
pl: Zakresy

source: range
cs: rozsah
pl: zakres

source: Component
cs: Součást
pl: Komponent

source: Comment
cs: Komentář

source: DNS module must be enabled to be able to select Zentyal as primary DNS server
cs: DNS modul musí být zapnut, aby bylo možné udělat ze Zentyal hlavní DNS server
pl: Aby ustawić Zentyal jako podstawowy serwer DNS, należy włączyć moduł DNS

source: Samba module must be enabled to be able to select Zentyal as WINS server
cs: Aby Zentyal server mohl sloužit jako WINS server, je třeba zapnout jeho SAMBA modul.
pl: Aby ustawić Zentyal jako serwer WINS, należy włączyć moduł Samba

source: local Zentyal DNS
cs: místní Zentyal DNS
pl: lokalny serwer DNS

source: local Zentyal
cs: místní Zentyal
pl: lokalny serwer Zentyal

source: Primary nameserver
cs: Primární nameserver
pl: Podstawowy serwer DNS

source: If "Zentyal DNS" is present and selected, the Zentyal server will act as cache DNS server
cs: Pokud je přítomno a označeno „Zentyal DNS“, Zentyal server bude působit jako vyrovnávací DNS server
pl: Jeśli "Zentyal DNS" zostanie wybrany, stanie się on serwerem cache DNS

source: Secondary nameserver
cs: Sekundární nameserver
pl: Pomocniczy serwer DNS

source: FATAL: Could not connect to samba LDAP server: {error}
cs: FATÁLNÍ: Nelze se spojit se Samba LDAP serverem: {error}

source: Error loading LDIF. Error message: {x}, Error lines: {y}
cs: Chyba při nahrávání LDIF. Chybové hlášení: {x}, řádky s chybami: {y}

source: Domain Controller and File Sharing
cs: Řadič domény a sdílení souborů

source: Your LDAP database will be populated with some basic organizational units
cs: LDAP databáze bude opatřena některými základními organizačními jednotkami
pl: Baza LDAP będzie wypełniona podstawowymi jednostkami organizacyjnymi

source: Zentyal needs this organizational units to add users and groups into them.
cs: Zentyal tyto organizační jednotky potřebuje pro přidávání uživatelů a skupin.
pl: Zentyal wymaga tych jednostek organizacyjnych do utworzenia w nich Użytkowników i Grup.

source: Create Samba home directory for shares and groups
cs: Vytvořit domovskou složku Samba pro sdílení a skupiny
pl: Utwórz katalog współdzielony dla udziałów i grup

source: Zentyal will create the directories for Samba shares and groups under /home/samba.
cs: Zentyal vytvoří složky pro Samba sdílení a skupiny v /home/samba.
pl: Zentyal utworzy katalogi dla udziałów Samba i grup pod /home/samba.

source: Configure PAM.
cs: Nastavit PAM ověřování.
pl: Konfiguruj PAM

source: Zentyal will give LDAP samba system account.
cs: Zentyal poskytne systémový samba účet v LDAP.

source: To set up kerberos authentication
cs: Pro nastavení kerberos ověřování

source: To make NSS use LDAP resolution for user and group accounts. Needed for Samba PDC configuration.
cs: Aby přepínání jmenných služeb (NSS) pro účty uživatelů a skupin používalo LDAP. Potřebné pro natavení Samba jako hlavního řadiče domény.
pl: By stworzyć NSS użyj LDAP dla użytkowników i grup. Należy skonfigurować Samba PDC

source: To add quota support to /home partition.
cs: Pro přidání podpory kvót pro oddíl /home
pl: Włącz quotę dla katalogu /home

source: To enable extended attributes and acls.
cs: Pro zapnutí rozšířených atributů a seznamů řízení přístupu (acl).

source: Domain and File sharing protocols
cs: Protokoly pro doménu a sdílení souborů

source: Cannot enable Users and Computers module because your system does not have availalbe IPs. Since you have dhcp interfaces ({ifaces}) it is possible that you have not received leases. Saving changes if network module has just been configured or waiting for a lease can solve this situation
cs: Modul Uživatelé a počítače nelze zapnout, protože tento Zentyal server nemá nastaveny žádné IP adresy. Ty jsou jeho síťovým rozhraním ({ifaces}) nastavovány samočinně, protokolem DHCP. Je tedy možné, že mu nebyly žádné adresy zapůjčeny. Také je možné, že byly provedeny změny v nastavení modulu Síť a ještě nebyly uloženy. Jejich uložení a/nebo vyčkání na zápůjčku IP adres může tuto situaci vyřešit

source: Cannot enable Users and Computers module because your system does not have available IPs. {oh}Configuring network interfaces{ch} and saving changes can solve this situation
cs: Nelze zapnout modul Uživatelé a počítače, protože tento Zentyal server nemá nastaveny IP adresy. {oh}Nastavení síťových rozhraní{ch} (a uložení tam provedených změn) může tuto situaci vyřešit

source: Found {count} results for '{name}' group, expected only one.
cs: Pro skupinu {name} bylo nalezeno {count} výsledků, očekáván byl ale pouze jeden.

source: Users and Computers
cs: Uživatelé a počítače

source: Manage
cs: Spravovat

source: User Template
cs: Šablona účtu uživatele
pl: Szablon użytkownika

source: LDAP Settings
cs: Nastavení LDAP
pl: Ustawienia LDAP

source: File Sharing
cs: Sdílení souborů
pl: Współdzielenie plików

source: To be able to restore this backup the hostname should be first set to {hn}. Otherwise samba data could not be restored.
cs: Aby bylo možné obnovit z této zálohy, měl by nejprve být název stroje nastaven na {hn}. Jinak totiž nebude možné obnovit data ze Samba.

source: Cannot restore because LDAP user {user} already exists as /etc/passwd user. Delete or rename this user and try again
cs: Nelze pokračovat obnovením LDAP databáze, protože se v ní nachází uživatelský účet {user}, který koliduje se stejnojmenným účtem ve stávajícím /etc/passwd. Tedy jej z tohoto souboru odstraňte (nebo přejmenujte) a zkuste spustit obnovení ze zálohy znovu.

source: We cannot recreate the samba provision with the data from the backup because we get this error: {ex}
cs: Nelze znovuvytvořit Samba výbavu s daty ze zálohy, protože skončilo touto chybou: {ex}

source: Restore is only possible if the server is the unique domain controller of the forest
cs: Obnovení z této zálohy Zentyal serveru je možné provést pouze v případě, že v lese (forest) domén neexistuje žádný další takový doménový řadič

source: The hostname or domain cannot be changed if Zentyal is configured as additional domain controller.
cs: Název stroje nebo domény nemůže být změněn v případě, že je Zentyal nastaven coby další z doménových řadičů.

source: Users data and Filesystem shares
cs: Data uživatelů a sdílené složky

source: Address {addr} is already in use by the {type} {name}
cs: Adresa {addr} je již používána {type} {name}

source: Client address
cs: Adresa klienta
pl: Adres klienta

source: Resource
cs: Prostředek
pl: Zasoby

source: Connect
cs: Připojit
pl: Połącz

source: Access to directory
cs: Přístup ke složce
pl: Dostęp do folderu

source: Read file
cs: Číst obsah souboru
pl: Czytaj plik

source: Write file
cs: Zapisovat do souboru
pl: Zapisz plik

source: Disconnect
cs: Odpojit
pl: Rozłącz

source: Remove
cs: Odstranit
pl: Usuń

source: Create directory
cs: Vytvořit složku
pl: Utwórz folder

source: Remove directory
cs: Odstranit složku
pl: Usuń folder

source: Rename
cs: Přejmenovat
pl: Zmień nazwę

source: Samba access
cs: Samba přístup
pl: Dostęp do Samby

source: This addon applies only to users in the default 'Users' container
cs: Tento doplněk bude použit pouze na uživatele ve výchozím kontejneru „Users“ (uživatelé)

source: This group contains members
cs: Členy této skupiny jsou

source: Sharing directory for this group
cs: Sdílená složka pro tuto skupinu
pl: Katalog współdzielony grupy

source: The object {x} is a system critical object.
cs: Objekt {x} je pro systém nepostradatelný.

source: There was an error updating LDAP:
cs: Při aktualizaci LDAP došlo k chybě:

source: Found {count} results for, expected only one.
cs: Nalezeno {count} výsledků, očekáván však pouze jeden.
