Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: You must enable the mail module in module status section in order to use it.
cs: Musíte povolit mail modul v sekci modulů, aby jste ho mohli používat.
pl: Włącz moduł pocztowy w dziale Moduły

source: Aliases
cs: Aliasy
pl: Aliasy

source: List of Aliases
cs: Seznam aliasů
pl: Lista aliasów

source: virtual domain alias
cs: virtuální doménový alias
pl: alias domeny wirtualnej

source: Virtual domain alias added. You must save changes to use this domain
cs: Virtuální alias domény byl přidán. Musíte změny uložit, aby jste ho mohli použít pro tuto doménu
pl: Dodano alias domeny wirtualnej. Zapisz zmiany, żeby używać domeny.

source: Cannot add {al} alias because there is already a virtual domain with the same name
cs: Nelze přidat alias {al} protože zde již existuje virtuální doména se stejným názvem
pl: Nie można dodać aliasu {al} gdyż istnieje wirtualna domena o tej samej nazwie

source: Cannot add alias {al} because it is already an identical alias for another virtual domain
cs: Nelze přidat alias {al} protože je již totožný alias v jiné virtuální doméně
pl: Nie można dodać aliasu {al} gdyż istnieje alias o tej samej nazwie dla innej domeny wirtualnej

source: Smarthost to send mail
cs: Smarthost k odesílání emailů
pl: IP Smarthosta do wysyłania maili

source: The format is host[:port] being port set to 25 if none is supplied
cs: Formát je host[:port] pokud žádný port není zadán, je nastaven na port 25
pl: Podaj port w formacie host[:port], domyślnie ustawiony jest port 25

source: Smarthost authentication
cs: Smarthost autentizace
pl: Autentykacja smarthosta

source: User and password
cs: Uživatel a heslo

source: User
cs: Uživatel
pl: Użytkownik

source: Authentication
cs: Ověření
pl: Autentykacja

source: Server mailname
cs: E-mailový název serveru
pl: Serwer pocztowy

source: FQDN hostname
cs: úplný doménový název (FQDN) stroje

source: Postmaster address
cs: Postmaster adresa
pl: Adres postmastera

source: Address used to report mail problems
cs: Adresa používaná k hlášení mailových problémů
pl: Adres do automatycznego przesyłania ostrzeżeń

source: Local root account
cs: Místní root účet
pl: Konto lokalnego administratora

source: Custom address
cs: Vlastní adresa
pl: Podaj adres

source: Maximum mailbox size allowed
cs: Maximální povolená velikost schránky
pl: Max wielkość skrzynki

source: When a mailbox reaches this size futher messages will be rejected. This can be overidden by account
cs: Když dosáhne mailová schránka této velikosti další zprávy již budou zamítnuty. To může být přepsáno z účtu mailové schránky
pl: Jeśli wielkość skrzynki przekroczy podany rozmiar, wszystkie kolejne wiadomości przychodzące zostaną odrzucone.

source: Unlimited size
cs: Neomezená velikost

source: limited to
cs: omezena na
pl: ograniczony do

source: Maximum message size accepted
cs: Maximální velikost zprávy
pl: Maksymalna wielkość wiadomości

source: Expiration period for deleted mails
cs: Uplynutí lhůty pro smazání emailů
pl: Czas ważności skasowanych wiadomości

source: Never
cs: Nikdy
pl: Nigdy

source: expired in
cs: vypršela v
pl: wygasa po

source: days
cs: dny

source: Expiration period for spam mails
cs: Uplynutí lhůty pro spamy
pl: Czas ważności wiadomości śmieci

source: Period for polling external mail accounts
cs: Pravidelné dotazování vnějších e-mailových účtů

source: minutes
cs: minuty

source: Options
cs: Možnosti
pl: Opcje

source: Smarthost's address
cs: Adresa smarthosta
pl: Adres IP smarthosta

source: Smarthost's port
cs: Port smarthosta
pl: Port smarthosta

source: The mailname is set to the server's hostname and the hostname is incorrect
cs: Mailname je nastaveno na název serveru a není správné

source: The mailname is set to the server's hostname and the hostname is not fully qualified.
cs: Mailname je nastavena na server hostname a hostname není plně kvalifikovaný.
pl: Nazwa hosta nie jest w pełni kwalifikowana, wybierz inną.

source: The selected mailname is not a fully qualified hostname.
cs: Zvolená mailname není plně kvalifikované jméno.
pl: Podana nazwa nie jest w pełni kwalifikowaną nazwą hosta

source: Not having a fully qualified hostname could lead to some mail servers to reject the mail and incorrect reply addresses from system users
cs: Nemít plně kvalifikovaný název hostitele by mohlo vést k tomu, že nějaké mail servery mohou odmítnout váš mail a mohou být nesprávné odpovědi na adresy uživatelů systému
pl: Brak w pełni kwalifikowanej nazwy hosta spowoduje niewłaściwe działanie systemu pocztowego

source: Greylist duration (seconds)
cs: Greylist trvání (sekundy)
pl: Czas ważności Greylisty (sekundy)

source: During this interval, the mail sender is deferred
cs: Během tohoto intervalu, mail odesílatele bude odložen
pl: W tym czasie nadawana wiadomość jest odroczona

source: Retry window (hours)
cs: Opakovací okno (hodin)
pl: Okienko spróbuj ponownie (godziny)

source: Time that mail sender has to retry to be added before it will be greylisted again
cs: Čas, po který mail odesílatele musí zopakovat, bude znovu přidán před tím, než bude greylist aktivován znovu

source: Entries time to live (days)
cs: Položka time to live (dny)

source: Period till unseen entries will be deleted
cs: Období kdy budou neviditelného příspěvky vymazány

source: Greylist configuration
cs: Greylist konfigurace
pl: Ustawienia Greylisty

source: POP3 service enabled
cs: POP3 služba zapnuta
pl: usługa POP3 włączona

source: Secure POP3S service enabled
cs: Zabezpečená POP3S služba zapnuta
pl: usługa POP3S włączona

source: IMAP service enabled
cs: IMAP služba zapnuta
pl: usługa IMAP włączona

source: Secure IMAPS service enabled
cs: Bezpečná IMAPS služba povolena
pl: usługa IMAPS włączona

source: Retrieve mail for external accounts
cs: Načíst mail z externího účtu
pl: Ustaw odbieranie maili z zewnętrznych kont

source: This allow users to retrieve mail for external accounts, the mail would be delivered to their local account. External accounts must be configured for each user.
cs: To umožňuje uživatelům vybírat poštu z externího účtu, pošta bude doručena na jejich místní účet. Externí účet lze nastavit v uživatelském nastavení pro každého z uživatelů.

source: Manage Sieve scripts
cs: Manage Sieve skripty
pl: Włącz skrypty filtrowania wiadomości

source: This service allows to a user to manage his Sieve mail filtering scripts from a local client which speaks the ManageSieve protocol
cs: Tato služba umožňuje uživateli spravovat jeho Sieve mail filtrovací skripty z místního klienta, který komunikuje ManageSieve protokolem
pl: Usługa pozwala użytkownikowi na zarządzanie własnym skryptem filtrowania poczty, używającym protokołu ManageSieve

source: Mail retrieval services
cs: Mail získávací služby
pl: Ustawienia usługi mail

source: Local email account
cs: Místní e-mailový účet

source: Mail server port
cs: Port e-mailového serveru

source: External retrieval service
cs: Vnější služba získávání
pl: Usługa pobierania wiadomości zewnętrznych

source: External account username
cs: Uživatelské jméno vnějšího účtu
pl: Nazwa konta zewnętrznego

source: No spaces allowed
cs: Mezery nejsou přípustné
pl: Usuń spacje

source: Character "'" is forbidden for external
cs: Znak "'" není pro vnější přípustný

source: Unknown mail protocol: {proto}
cs: Neznámý e-mailový potokol: {proto}

source: Greylist service
cs: Greylist služba
pl: Usługa greylist-y

source: Mail server options
cs: Volby mail serveru
pl: Ustawienia serwera pocztowego

source: Front HTTP Proxy configuration file
cs: Konfigurační soubor veřejné HTTP Proxy
pl: Plik konfiguracyjny HTTP Proxy

source: Content filter configuration file
cs: Konfigurační soubor Obsahového (content) filtru
pl: Plik konfiguracyjny filtra treści

source: Default filter group configuration
cs: Výchozí konfigurace filtrovací skupiny
pl: Konfiguracja grupy domyślnego filtra

source: Filter groups membership
cs: Členy této skupiny jsou
pl: Członkowie grup filtrowania

source: Dansguardian's log rotation configuration
cs: Nastavení rotace logů Dansguardian

source: General Settings
cs: Hlavní nastavení
pl: Ustawienia ogólne

source: Access Rules
cs: Pravidla přístupu
pl: Reguły dostępu

source: Categorized Lists
cs: Tříděné seznamy
pl: Kategorie

source: Host
cs: Stroj

source: Bytes
cs: Bajtů
pl: Bajty

source: Filtered
cs: Filtrovaný
pl: Odfiltrowano

source: Monday
cs: Pondělí
pl: Poniedziałek

source: Tuesday
cs: Úterý
pl: Wtorek

source: Wednesday
cs: Středa
pl: Środa

source: Thursday
cs: Čtvrtek
pl: Czwartek

source: Friday
cs: Pátek
pl: Piątek

source: Saturday
cs: Sobota
pl: Sobota

source: Sunday
cs: Neděle
pl: Niedziela

source: All week
cs: Celý týden
pl: Cały tydzień

source: Weekend
cs: Víkend

source: Work days
cs: Pracovní dny
pl: Dni robocze

source: From hour..
cs: Od hodiny..
pl: Od godziny..

source: to hour..
cs: do hodiny..
pl: do godziny..

source: Network Object
cs: Síťový objekt
pl: Obiekt sieciowy

source: Users Group
cs: Skupina uživatelů
pl: Grupy Użytkowników

source: Time period
cs: Časový úsek
pl: Przedział czasu

source: Time period when the rule is applied
cs: Časový úsek, kdy se použije pravidlo
pl: Przedział czasu, kiedy reguła jest stosowana

source: Allow All
cs: Povolit všechny
pl: Zezwalaj wszystko

source: Deny All
cs: Odmítnout všechny
pl: Zabroń Wszystko

source: Apply Filter Profile
cs: Použít profil filtru
pl: Aktywuj profil filtrów

source: Source matching by user group is not compatible with transparent proxy mode
cs: Zdroj odpovídající skupině uživatelů není kompatibilní s použitím režimu transparentní proxy
pl: Wybrane źródło użytkownika nie jest zgodne z przezroczystym proxy

source: Object: {o}
cs: Objekt: {o}
pl: Obiekt {o}

source: Group: {g}
cs: Skupina: {g}
pl: Grupa: {g}

source: Apply '{p}' profile
cs: Použít '{p}' profil
pl: Uaktywnij profil '(p)'

source: filter profile
cs: profil filtru
pl: Profil filtru

source: Added filter profile
cs: Přidaný profil filtru
pl: Dodano profil filtru

source: Removed filter profile
cs: Odebraný profil filtru
pl: Usunięto profil filtru

source: Updated filter profile
cs: Upravený profil filtru
pl: Zaktualizowano profil filtra

source: Maximum number of filter groups reached
cs: Dosažen maximální počet skupin filtrů
pl: Maksymalna liczba grup filtra osiągnęta

source: No spaces are allowed in profile names
cs: Mezery nejsou ve jménech profilů povoleny
pl: W nazwach profilu nie dozwolone jest używanie spacji

source: Category
cs: Kategorie
pl: Kategoria

source: List File
cs: Seznam souborů
pl: Lista plików

source: category
cs: kategorie
pl: kategoria

source: Domain or URL
cs: Doména nebo URL
pl: Domena albo URL

source: Allow
cs: Povolit
pl: Zezwalaj

source: Deny
cs: Zakázat
pl: Zabroń

source: Domain or IP address part of URL
cs: Doména nebo IP v URL
pl: Adres strony lub adres IP

source: You must not prefix the domain with www.
cs: Nesmíte použít www. jako prefix domény
pl: Nie dodawa www na początku nazwy domeny.

source: Domain or IP address
cs: Doména nebo IP adresa
pl: Domena lub adres IP

source: Domains and URL rules
cs: Pravidla pro domény nebo URL
pl: Reguły domen i URL

source: internet domain or URL
cs: internetová doména nebo URL
pl: domena internetowa lub URL

source: Allow/Deny the HTTP traffic from/to the listed internet domains and URLs.
cs: Povolit/Zakázat HTTP provoz na/z uvedené/-ných internetových domén a URL.
pl: Zezwól/zablokuj ruch HTTP od/do podanej listy domen internetowych i adresów URL.

source: Domain or URL added
cs: Doména nebo URL přidána
pl: Dodano domenę lub URL

source: Domain or URL removed
cs: Doména nebo URL odebrána
pl: Usunięto domenę lub URL

source: Domain or URL updated
cs: Doména nebo URL upravena
pl: Zaktualizowano domenę lub URL

source: Threshold
cs: Práh
pl: Wartość progowa

source: This specifies how strict the content filter is.
cs: Specifikuje míru přísnosti filtru obsahu

source: Content filter threshold
cs: Práh filtru obsahu
pl: Próg filtra treści

source: Content filter threshold changed
cs: Práh filtru obsahu změněn
pl: Zmieniono próg filtra treści

source: Very permissive
cs: Velmi shovívavý
pl: Bardzo dozwalający

source: Permissive
cs: Shovívavý
pl: Dozwalający

source: Medium
cs: Střední
pl: Średni

source: Strict
cs: Přísný
pl: Ścisły

source: Very strict
cs: Velmi přísný
pl: Bardzo ścisły

source: Domain Name Address
cs: Adresa doménového jména
pl: Nazwa domeny

source: Skip Transparent Proxy
cs: Obejít transparentní proxy
pl: Pomiń przezroczyste Proxy

source: Transparent Proxy Exemptions
cs: Výjimky transparentní proxy
pl: Zezwolenia przezroczystego proxy

source: domain name address
cs: adresa doménového jména
pl: Adres domeny

source: Address added
cs: Adresa přidána
pl: Adres dodany

source: Address removed
cs: Adresa odebrána
pl: Adres usunięty

source: Address updated
cs: Adresa upravena
pl: Adres zaktualizowany

source: File
cs: Soubor
pl: Plik

source: categorized list
cs: tříděný seznam
pl: Kategorie

source: You can upload files with categorized lists of domains. You will be able to filter by those categories in each filter profile.
cs: Můžete nahrát soubory se seznamy domen v kategoriích. Podle těchto kategorií bude možné provést třídění v každém profilu filtru.
pl: Możesz przesłać pliki z listą kategorii domen. Będziesz mógł filtrować/sortować według tych kategorii.

source: If global limit is enabled you need to specifiy its size and rate values
cs: Je-li nastaven globální limit, je nutné zadat hodnoty jeho velikosti rychlosti
pl: Jeżeli włączone jest ograniczenie globalne trzeba je określić jego rozmiar i wartość

source: If per-client limit is enabled you need to specifiy its size and rate values
cs: Je-li nastaven limit na klienta, je nutné zadat hodnoty jeho velikosti rychlosti
pl: Jeżeli granica per-klienta jest włączona trzeba je określić jego rozmiar i wartość

source: Per-client rate ({clt_rate} KB/s) cannot be greater than global rate ({net_rate} KB/s)
cs: Limit rychlosti na klienta ({clt_rate} KB/s) nemůže být větší, než globální limit rychlosti ({net_rate} KB/s)

source: Network object
cs: Síťové objekty
pl: Obiekt sieciowy

source: Enable global limit for the object
cs: Použít na objekty globální limit.
pl: Włącz globalny limit dla obiektu

source: Maximum unlimited size
cs: Maximální neomezená velikost
pl: Nieograniczony rozmiar

source: Maximum unthrottled download size for the whole network object.
cs: Maximální nepřiškrcená rychlost stahování pro celý síťový objekt.
pl: Maksymalna prędkość pobierania dla tej sieci. Podaj -1 by wyłączyć tę opcję

source: Maximum download rate
cs: Maximální rychlost stahování
pl: Maksymalna prędkość pobierania

source: Limited download rate after maximum size is reached for the whole network object.
cs: Omezená rychlost stahování v případě, že byl překročen objem pro celý síťový objekt
pl: Ograniczona prędkość pobierania po osiągnięciu maksymalnej wielkości dla całego obiektu w sieci.

source: Enable per client limit
cs: Použít limit 'na klienta'
pl: Włącz granicę per-klienta

source: Maximum unlimited size per client
cs: Maximální neomezená velikost na klienta
pl: Maksymalna wielkość na klienta

source: Maximum unthrottled download size for each client.
cs: Maximální nepřiškrcený objem stahování na každého klienta
pl: Maksymalny rozmiar pobierania dla każdego klienta.

source: Maximum download rate per client
cs: Maximální rychlost stahování na klienta
pl: Maksymalna prędkość pobierania przez klienta

source: Limited download rate after maximum size is reached for each client.
cs: Omezaná rychlost stahování na klienta po překročení limitu objemu
pl: Ogranicz prędkość pobierania po osiągnięciu maksymalnego rozmiaru dla każdego klienta.

source: Bandwidth Throttling Rules
cs: Pravidla přiškrcení šířky pásma
pl: Reguły przepustowości

source: Bandwith throttling allows you to control download rates for connections going though the HTTP proxy. The first rule to match is applied. If a connection doesn't match any rule, then no bandwidth throttling is applied.
cs: Přiškrcení pásma umožňuje upravit rychlost stahování pro připojení přes HTTP proxy. První pravidlo, které odpovídá se použije. Jestliže připojení neodpovídá žádnému z pravidel, pak nebude přiškrcení použito.

source: File extension
cs: Přípona souboru
pl: Rozszerzenie pliku

source: File extensions
cs: Přípony souborů
pl: Rozszerzenia plików

source: Exempt address from caching
cs: Nepoužívat pro adresu cache
pl: Nieaktualny adres z pamięci podręcznej (Cache)

source: Cache Exemptions
cs: Výjímky z cache
pl: Wyjątki Cache

source: Block not listed domains and URLs
cs: Zablokovat neuvedené domény a URL
pl: Zablokowane domeny

source: Block sites specified only as IP
cs: Blokovat umístění specifikované pouze pomocí IP
pl: Blokowanie stron wyszczególnione tylko po IP

source: Domain filter settings
cs: Nastavení doménového filtru
pl: Ustawienia filtra domeny

source: Filtering settings changed
cs: Nastavení filtrování změněno
pl: Zmieniono ustawienia filtrowania

source: Transparent Proxy
cs: Transparentní proxy
pl: Przezroczyste proxy

source: Enable Single Sign-On (Kerberos)
cs: Povolit Single Sign-On (Kerberos)
pl: Włącz pojedyncze logowanie (Kerbos)

source: Cache files size (MB)
cs: Velikost Cache (v MB)
pl: Pamięć podręczna Cache (MB)

source: Transparent proxy is incompatible with the users group authorization policy found in some access rules
cs: Transparentní proxy není kompatibilní s přístupovou politikou nalezenou v některých přístupových pravidlech uživatelských skupin
pl: Przezroczyste proxy jest niekompatybilne z grupą użytkowników autoryzowanych znalezionych w rolach dostępu

source: {port} is already in use. Please choose another
cs: {port} je již používán. Zvolte, prosím, jíný
pl: {port} jest obecnie w użyciu. Proszę wybrać inny

source: MIME Type
cs: MIME typ
pl: Typ MIME

source: A MIME Type must follow this syntax: type/subtype
cs: MIME typ musí dodržet syntax: typ/podtyp
pl: Dodaj nowy typ MIME z następującą składnią: typ/podtyp

source: {type} is not a valid IANA type
cs: {type} není typ odpovídajícíc IANA
pl: {type} jest niedozwolonym typem IANA

source: {t} subtype has a wrong syntax
cs: {t} má nesprávnou syntax
pl: Podtyp {t} ma niewłaściwą składnię

source: MIME types
cs: MIME typy
pl: #-#-#-#-# pl.po (ebox-mailfilter 0.12) #-#-#-#-# Typy MIME #-#-#-#-# pl.po (ebox-squid 0.12) #-#-#-#-# typy MIME

source: MIME type
cs: MIME typ
pl: Typ MIME

source: Allow/Deny the HTTP traffic of the files which the given MIME types. MIME types not listed here are allowed. The filter needs a 'filter' policy to be in effect
cs: Povolit/Zakázat HTTP přenos souborů s těmito MIME typy. MIME typy zde neuvedené budou povoleny Filtr vyžaduje platné pravidlo 'filter'
pl: Zezwól/zabroń na połączenia HTTP plików z podanymi rozszerzeniami. Rozszerzenia nie podane tutaj są dopuszczalne. Filtr rozszerzeń do poprawnej pracy wymaga reguła filtrowania

source: MIME type added
cs: MIME typ přidán
pl: Dodano typ MIME

source: MIME type removed
cs: MIME typ odebrán
pl: Usunięto typ MIME

source: MIME type updated
cs: MIME typ upraven
pl: Zaktualizowano typ MIME

source: You cannot activate antivirus filter because the antivirus module is disabled. If you want to filter virus, first {openhref}activate the module{closehref} and come back here
cs: Není možné zapnout antivirový filtr, protože je antivirus vypnutý. Požadujete-li filtrování virů, nejdříve {openhref} aktivujte modul {closehref} a pak prověďte změny zde.
pl: Nie możesz włączyć filtra antywirusowego, ponieważ moduł jest wyłączony. Jeśli chcesz włączyć filtr, najpierw {openhref}włącz moduł{closehref} i ponownie wróć tutaj

source: You cannot activate antivirus filter because the antivirus module is not installed. If you want to filter virus, first install it and then {openhref}activate the module{closehref} and come back here
cs: Není možné zapnout antivirový filtr, protože antivirus není nainstalovaný. Požadujete-li filtrování virů, nejdříve antivirus nainstalujte, {openhref} aktivujte modul {closehref} a pak prověďte změny zde.
pl: Nie możesz aktywować filtra antywirusowego ponieważ moduł nie jest zainstalowany. Jeśli chcesz włączyć filtr, musisz najpierw go zainstalować a następnie {openhref}włączyć moduł{closehref} i wrócić ponownie tutaj

source: Use antivirus
cs: Použít antivirus
pl: Użyj antywirusa

source: Filter virus
cs: Filtrovat viry
pl: Filtrowanie wirusów

source: Client
cs: Klient
pl: Klient

source: Shared Secret
cs: Sdílení tajného hesla
pl: Klucz Shared Secret

source: RADIUS Clients
cs: RADIUS klienti
pl: Klienci RADIUS

source: client
cs: klient
pl: klient

source: All users
cs: Všichni uživatelé
pl: Wszyscy użytkownicy

source: Group allowed to authenticate
cs: Skupina s povolenou autentizací
pl: Grupa autoryzująca

source: General configuration
cs: Obecná nastavení

source: RADIUS server configuration
cs: Nastavení RADIUS serveru
pl: Konfiguracja serwera RADIUS

source: RADIUS server configuration updated
cs: Aktualizováno nastavení RADIUS serveru
pl: Konfiguracja serwera RADIUS zaktualizowana

source: Create RADIUS certificates for TTLS
cs: Vytvořit RADIUS certifikáty pro TTLS
pl: Utwórz certyfikat RADIUS dla TTLS

source: To configure allowed LDAP group.
cs: Nastavit povolenou LDAP skupinu.
pl: Konfiguracja uprawnionej grupy LDAP

source: To configure RADIUS LDAP module.
cs: Nastavit modul RADIUS LDAP.
pl: Konfiguracja modułu LDAP dla RADIUS'a

source: To configure RADIUS clients.
cs: Nastavit RADIUS klienty.
pl: Konfiguracja klientów RADIUS'a

source: To configure RADIUS EAP.
cs: Nastavit modul RADIUS EAP.
pl: Konfiguracja RADIUS EAP

source: To configure default RADIUS vhost.
cs: Nastavit výchozí RADIUS vhost.
pl: Konfiguracja domyślnego vhost'a

source: To configure RADIUS inner-tunnel vhost.
cs: Nastavit RADIUS inner-tunnel vhost.
pl: Konfiguracja vhost'a RADIUS inner-tunnel

source: Zentyal RADIUS system
cs: Zentyal RADIUS systém
pl: RADIUS system

source: To configure Quagga to run ripd and zebra
cs: Pro nastavení Quagga pro provozování služeb ripd a zebra
pl: W celu skonfigurowania Quagga musisz włączyć ripd i zebra.

source: To configure Quagga to listen on the given interfaces
cs: Pro nastavení Quagga, aby očekávalo spojení na daných rozhraních
pl: Skonfiguruj Quagga do nasłuchiwania na podanych interfejsach.

source: Main zebra configuration file
cs: Hlavní soubor s nastaveními pro zebra
pl: Główny plik konfiguracyjny zebra

source: To configure ripd to exchange routes with client to client connections
cs: Pro nastavení ripd kvůli výměně tras se spojeními typu klient-klient
pl: Skonfigurować RIPD do wymiany dróg z połączeniami klient-do-klienta

source: To remove system-wide VPN servers autostart
cs: Pro odebrání automatického spouštění VPN serveru v rámci celého systému
pl: Usunąć ogólnosystemowy autostart serwerów VPN

source: Invalid name {name}. Only alpahanumeric and '-', '_', '.' characters are allowed
cs: Neplatný název {name}. Přípustná jsou pouze písmena a číslice, dále ještě znaky „-“ (spojovník), „_“ (podtržítko) a „.“ (tečka).
pl: Nazwa {name} zawiera niedozwolone znaki. Użyj znaków alfanumerycznych oraz '-', '_', '.'

source: Cannot use the name {n} because there is a client with the same name
cs: Název {n} není možné použít, protože zde již existuje jiný klient, který ho používá
pl: Nie mogę użyć nazwy {n}, gdyż istnieje klient o tej samej nazwie

source: Cannot use the name {n} because there is a server with the same name
cs: Název {n} není možné použít, protože zde již existuje jiný server, který ho používá
pl: Nie mogę użyć nazwy {n}, gdyż istnieje serwer o tej samej nazwie

source: Client {c} does not exist
cs: Klient {c} neexistuje
pl: Certyfikat {c} nie istnieje.

source: Servers
cs: Servery
pl: Serwery

source: Clients
cs: Klienti
pl: Klienci

source: Common name
cs: Obecný název (CN)
pl: Nazwa powszechna
