Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: The Zentyal firewall will flush any previous firewall rules which have been added manually or by another tool
cs: Zentyal firewall zahodí všechna předchozích pravidla firewallu, které byly přidány ručně nebo jiným nástrojem
pl: Zentyal usunie wszystkie dotychczasowe reguły

source: Secure by default
cs: Zabezpečené již ve výchozím stavu
pl: Zabezpieczenie domyślne

source: Just a few connections are allowed by default. Make sure you add the proper incoming and outcoming rules to make your system work as expected. Usually, all outcoming connections are denied by default, and only SSH and HTTPS incoming connections are allowed.
cs: Ve výchozím nastavení jsou povolena jen některá spojení. Ujistěte se, že přidáte správná příchozí a odchozí pravidla tak, aby váš systém fungoval podle očekávání. Obvykle jsou ve výchozím stavu odepřena všechna odchozí spojení a u příchozích povolena pouze ta protokoly SSH a HTTPS.

source: port redirections
cs: přesměrování portů

source: Packet Filter
cs: Paketový filtr
pl: Filtracja Pakietów

source: Port Forwarding
cs: Předávání portů
pl: Przekierowanie portów

source: Date
cs: Datum
pl: Data

source: Input interface
cs: Vstupní rozhraní
pl: interfejs wejściowy

source: Output interface
cs: Výstupní rozhraní
pl: interfejs wyjściowy

source: Source
cs: Zdroj
pl: Źródło

source: Destination
cs: Cíl

source: Source port
cs: Zdrojový port
pl: Port źródłowy

source: Destination port
cs: Cílový port
pl: Port docelowy

source: Decision
cs: Rozhodnutí
pl: Decyzja

source: DROP
cs: ZAHODIT
pl: ODRZUCONO

source: LOG
cs: ZAZNAMENAT

source: REDIRECT
cs: PŘESMĚROVAT
pl: PRZEKIEROWANO

source: Traffic coming out from Zentyal
cs: Provoz, odcházející ze Zentyal serveru
pl: Połączenia wychodzące z Zentyala

source: rule
cs: pravidlo
pl: reguła

source: SNAT address
cs: Adresa zdrojového překladu adres (SNAT)

source: Outgoing interface
cs: Odchozí rozhraní

source: Any
cs: Jakýkoli
pl: Dowolny

source: Source IP
cs: Zdrojová IP adresa

source: Source object
cs: Zdrojový objekt

source: Object
cs: Objekt
pl: Obiekt

source: If inverse match is ticked, any service but the selected one will match this rule
cs: Je-li inverzní srovnání zaškrtnuto, každá služba si vybere jedno, které vyhoví tomuto pravidlu

source: Log
cs: Záznam událostí

source: Log new forwarded connections
cs: Zaznamenávat nová předaná spojení
pl: Logi nowych przekierowanych połączeń

source: Description
cs: Popis
pl: Opis

source: Source Network Address Translation rules
cs: Pravidla překladu zdrojových síťových adres

source: SNAT rule
cs: SNAT pravidlo

source: Internal networks to Zentyal
cs: Vnitřní sítě do Zentyal
pl: Ruch z sieci wewnętrznych do Zentyala

source: Internal networks
cs: Vnitřní sítě
pl: Sieci wewnętrzne

source: Input
cs: Vstup
pl: Wejście

source: External Input
cs: Vstup z vnějšku
pl: Połączenie z zewnątrz

source: Output
cs: Výstup
pl: Wyjście

source: Forward
cs: Přeposlat
pl: Przekierowanie

source: NAT prerouting
cs: Směrování před překladem síťových adres

source: NAT postrouting
cs: Směrování po překladu síťových adres

source: Chain creation
cs: Vytvoření řetězce

source: Rule
cs: Pravidlo
pl: Reguła

source: Enabled
cs: Zapnuto
pl: #-#-#-#-# pl.po (ebox-mailfilter 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-openvpn 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-zarafa 0.12) #-#-#-#-# Włączone #-#-#-#-# pl.po (libebox 0.12.1) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-squid 0.12) #-#-#-#-# Włączone #-#-#-#-# pl.po (ebox-ids 1.1) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-ntp 0.12) #-#-#-#-# Włączone #-#-#-#-# pl.po (ebox-firewall 0.12) #-#-#-#-# Włączona #-#-#-#-# pl.po (ebox-samba 0.12) #-#-#-#-# Aktywne #-#-#-#-# pl.po (ebox-asterisk 1.1) #-#-#-#-# Włączone #-#-#-#-# pl.po (ebox-mail 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-webserver 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox 0.12) #-#-#-#-# Włączony #-#-#-#-# pl.po (ebox-jabber 0.12) #-#-#-#-# Włączone

source: Condition
cs: Podmínka
pl: Stan

source: Rules added by Zentyal services (Advanced)
cs: Pravidla přidaná službami Zentyal (Pokročilé)
pl: Reguły dodane przez Zentyala (zaawansowane)

source: Configure Rules
cs: Nastavit pravidla
pl: Konfiguracja reguł

source: You can disable these rules, but make sure you know what you are doing or otherwise some services could stop working.
cs: Tato pravidla sice můžete zakázat, ale dávejte pozor na to, co děláte. Může se totiž stát, že některé služby pak přestanou fungovat.
pl: Wyłączenie tych reguł może spowodować brak dostępu do niektórych usług

source: Contradictory rule found. Remove it first
cs: Zjištěno pravidlo, které je v rozporu. Nejprve jej odeberte
pl: Znaleziono sprzeczne reguły. Popraw lub usuń

source: Original destination
cs: Původní cíl
pl: Docelowy

source: Original destination port
cs: Původní cílový port
pl: Port docelowy

source: Destination IP
cs: Cílová IP adresa

source: Same
cs: Stejné
pl: Taki sam

source: Replace source address
cs: Nahradit zdrojovou adresu

source: Replaces the original source address of the connection with the Zentyal's own address. This could be neccesary when the destination does not have a return route or has restrictive firewall rules
cs: Nahrazuje původní zdrojovou adresu spojení adresou Zentyal serveru. Toto může být nezbytné v případě, kdy cíl nemá návratovou trasu nebo má omezující pravidla na bráně firewall

source: Log new forwarded connections to {log}
cs: Zaznamenávat nová předaná spojení do {log}

source: List of forwarded ports
cs: Seznam předávaných portů
pl: Lista przekierowanych portów

source: forwarding
cs: předávání
pl: przekierowanie

source: {iface} (including {vifaces})
cs: {iface} (včetně {vifaces})

source: External networks to internal networks
cs: Z vnějších do vnitřních sítí
pl: Reguły dostępu z internetu do sieci wewnętrznych

source: Be advised that adding rules in this section may compromise your network security as you may grant access from untrusted networks. Please do not use this unless you know what you are doing.
cs: Je třeba upozornit, že přidání pravidel v této části může ohrozit zabezpečení vaší sítě, protože můžete povolit přístup z nedůvěryhodných sítí. Nepoužívejte pokud nevíte, co děláte.
pl: Dodanie reguł w tej sekcji może spowodować nieautoryzowany dostęp z sieci zewnętrznych

source: External networks to Zentyal
cs: Vnější sítě do Zentyal
pl: Ruch z sieci zewnętrznych do Zentyala

source: ACCEPT
cs: PŘIJMOUT
pl: ZAAKCEPTOWANO

source: DENY
cs: ODMÍTNOUT
pl: ODMOWA

source: Source MAC
cs: Zdrojová MAC adresa

source: Destination object
cs: Cílový objekt

source: 'Any' {addr} cannot have a inverse march
cs: „Any“ (jakákoli) {addr} nemůže mít obrácenou hranici

source: 'Any' service cannot have a inverse march
cs: „Any“ (jakákoli) služba nemůže mít obrácenou hranici

source: This message is being delivered
cs: Tato zpráva je doručována
pl: Wiadomość jest dostarczana

source: Generate mail aliases
cs: Vytvořit alternativní e-maily
pl: Utwórz aliasy pocztowe

source: Zentyal will execute {cmd}
cs: Zentyal bude spouštět {cmd}
pl: Zentyal uruchomi {cmd}

source: Add LDAP schemas
cs: Přidat LDAP schémata
pl: Dodaj schematy LDAP

source: Zentyal will add two LDAP schemas: authldap.ldif and eboximail.ldif.
cs: Zential přidá dvě LDAP schémata: authldap.ldif a eboximail.ldif.
pl: Zentyal doda 2 schematy LDAP: authldap.ldif oraz eboximail.ldif

source: Create certificates
cs: Vytvořit certifikáty
pl: Utwórz certyfikaty

source: Zentyal will create certificates to use in mail services
cs: Zentyal vytvoří certifikáty pro účely e-mailových služeb
pl: Zentyal utworzy certyfikaty używane w usługach pocztowych

source: Add fetchmail update cron job
cs: Přidat pravidelnou úlohu (cron) s „fetchmail update“
pl: Dodaj harmonogram łączenia fetchmaila

source: Zentyal will schedule a cron job to update fetchmail configuration when the user add external accounts
cs: Zentyal naplánuje (cron) pravidelnou aktualizaci nastavení nástroje fetchmail, aby odpovídalo vnějším účtům, které chce uživatel používat
pl: Jeśli użytkownik doda zewnętrzne konto pocztowe, Zentyal skonfiguruje harmonogram fetchmaila do pobierania poczty

source: To configure postfix
cs: Pro nastavení nástroje Postfix
pl: Konfiguruj postfix

source: To define how client programs connect to services in postfix
cs: Pro určení toho, jak se klientské programy připojují ke službám v nástroji Postfix
pl: Zdefiniuj jak programy klienta będę się łączyły z usługami postfixa

source: To configure host mail name
cs: Chcete-li nastavit e-mailový název stroje
pl: Skonfiguruj nazwę hosta

source: To configure postfix aliases
cs: Chcete-li nastavit alternativní názvy pro Postfix
pl: Skonfiguruj aliasy postfixa

source: To configure dovecot
cs: Chcete-li nastavit dovecot
pl: Skonfiguruj dovecota

source: To configure dovecot to authenticate against LDAP
cs: Chcete-li nastavit nástroj dovecot aby se ověřoval vůči LDAP
pl: Skonfiguruj dovecota z autentykacją LDAP

source: To configure dovecot to have a master password
cs: Pro nastavení hlavního hesla pro dovecot

source: To configure smart host authentication
cs: Chcete-li nastavit smart host ověřování
pl: Skonfiguruj autentykację smarthosta

source: To configure mail transports
cs: Pro nastavení transportu e-mailů

source: To let dovecot authenticate users using PAM
cs: Umožnit dovecot ověřovat uživatele pomocí PAM

source: Outgoing Mail (SMTP protocol).
cs: Odchozí pošta (SMTP protokol).

source: Incoming Mail
cs: Příchozí pošta

source: POP, IMAP and SIEVE protocols
cs: Protokoly POP, IMAP a SIEVE

source: Mail Submission
cs: Podávání e-mailů

source: Outgoing Mail (Submission protocol).
cs: Odchozí e-mail (protokol pro podávání).

source: Unexpected number of LDAP entries found searching for {dn}: Expected one, got {count}
cs: Při hledání rozlišeného názvu (DN) {dn} bylo nalezeno neočekávané množství LDAP položek: Očekávána jedna, avšak obdrženo {count}

source: Cannot use the hostname as mailname because it is not a fully qualified name. Please, define a custom server mailname
cs: Nelze použít jako hostname mailname, protože to není plně kvalifikované jméno. Prosím, definujte vlastní server mailname
pl: Nie mogę użyć nazwy hosta, gdyż nie jest ona w pełni kwalifikowaną domeną. Wprowadź inną

source: The mail name must be a fully qualified name
cs: Mail name musí být plně kvalifikovaný název
pl: Nazwa poczty musi być w pełni kwalifikowaną nazwą

source: Host mail name
cs: e-mailový název stroje
pl: Nazwa hosta

source: The mail name and virtual mail domain name are equal
cs: Mail name a virtuální mail doménové jméno jsou si rovni
pl: Nazwa domeny i domeny wirtualnej są takie same

source: SMTP service
cs: SMTP služba
pl: usługa SMTP

source: POP3 service
cs: POP3 služba
pl: usługa POP3

source: POP3S service
cs: POP3S služba
pl: usługa POP3S

source: IMAP service
cs: IMAP služba
pl: usługa IMAP

source: IMAPS service
cs: IMAPS služba
pl: usługa IMAPS

source: enabled
cs: zapnuto
pl: włączony

source: disabled
cs: vypnuto
pl: wyłączony

source: Mail server's filter
cs: Filtry Mail serveru
pl: Filtr serwera pocztowego

source: Filter type
cs: Typ filtru
pl: Typa filtra

source: Address
cs: Adresa
pl: Adres

source: Virtual Mail Domains
cs: Virtuální mailové domény
pl: Domeny wirtualne

source: Greylist
cs: Seznam pozdržených (greylist)
pl: Greylista

source: Queue Management
cs: Správa fronty
pl: Kolejka zarządzania

source: Mail retrieval from external accounts
cs: Získávání mailů z externích účtů
pl: Pobieranie poczty z kont zewnętrznych

source: Message ID
cs: ID Zprávy
pl: ID wiadomości

source: From
cs: Od
pl: Od

source: To
cs: Do
pl: Do

source: From hostname
cs: Ze stroje
pl: Od hosta

source: From host ip
cs: Od hostitelské ip
pl: Z adresu IP

source: Size (bytes)
cs: Velikost (bajtů)
pl: Rozmiar (bajty)

source: Relay
cs: Předávání (relay)
pl: Przekazanie

source: Message type
cs: Typ zprávy
pl: Typ wiadomości

source: Event
cs: Událost
pl: Zdarzenie

source: Additional Info
cs: Další informace
pl: Dodatkowe informacje

source: Successful messages
cs: Úspěšné zprávy
pl: Wiadomości wysłane poprawnie

source: Maximum message size exceeded
cs: Maximální velikost zprávy překročena
pl: Rozmiar wiadomości przekroczony

source: User quota exceeded
cs: Uživatelská kvóta překročena
pl: Limit skrzynki został przekroczony

source: Relay access denied
cs: Relay access zakázán
pl: Przekierowanie odrzucone

source: Account does not exist
cs: Účet neexistuje
pl: Konto nie istnieje

source: Host unreachable
cs: Stroj není nedosažitelný
pl: Host nieosiągalny

source: Authentication error
cs: Chyba při ověřování
pl: Błąd autentykacji

source: Greylisted
cs: Pozdrženo (greylist)
pl: Dodano do Greylisty

source: Relay rejected by the smarthost
cs: Přeposílač odmítnut smarthostem

source: Other events
cs: Další události
pl: Inne zdarzenia

source: Mail SMTP server
cs: Mailový SMTP server
pl: Serwer SMTP

source: Mail POP/IMAP server
cs: Mailový POP / IMAP server
pl: Serwer POP/IMAP

source: Mailboxes
cs: Schránky
pl: Konta pocztowe

source: Address {addr} is in use as external alias
cs: Adresa {addr} je již používána vnějším alternativním názvem

source: mail account
cs: mailový účet
pl: konto pocztowe

source: This group has a mail alias
cs: Tato skupina má mailový alias
pl: Ta grupa posiada już alias pocztowy

source: This user has a mail account
cs: Tento uživatel má e-mailový účet
pl: Ten użytkownik posiada już konto

source: Mail account
cs: Mailový účet
pl: konto pocztowe

source: Create mail account
cs: Vytvořit poštovní účet
pl: Utwórz konto mailowe

source: Mail account settings
cs: Nastavení Mail účtu
pl: Ustawienia konta pocztowego

source: Mail alias settings
cs: Nastavení Mailového aliasu
pl: Ustawienia aliasów

source: Quota can only be a positive number or zero for unlimited quota
cs: Kvóta může být pouze kladné číslo nebo nula pro neomezené kvóty
pl: Podaj wielkość skrzynki lub pozostaw 0 w celu usunięcia quoty

source: {ac} is not a external account
cs: {ac} není externí účet
pl: {ac} nie jest kontem zewnętrznym

source: mail alias
cs: mailový alias
pl: alias adresu e-mail

source: group alias
cs: skupinový alias
pl: alias grupy mailowej

source: Cannot create alias because group {name} does not mail acocunt set
cs: Nelze vytvořit alternativní název protože skupina {name} nemá nastaven e-mailový účet

source: Mail domain {d} is not managed by Zentyal
cs: Mail doména {d} není spravována Zentyal

source: Domain alias
cs: Doménový alias
pl: Alias domeny

source: Mail domain {d} does not exist
cs: Mail doména {d} neexistuje

source: Cannot use {d} as alias for a mail domain because a domain which this name already exists
cs: Nelze použít {d} jako alias pro mail doménu, protože doména s tímto názvem již existuje
pl: Nie można użyć {d} jako aliasu domeny, gdyż domena o takiej nazwie już istnieje

source: mail alias account
cs: mail alias účet
pl: alias konta mailowego

source: virtual domain
cs: virtuální doména
pl: domena wirtualna

source: Queue ID
cs: Identifikátor fronty
pl: ID Kolejki

source: Mail virtual domain
cs: Mail virtuální doména
pl: Domena wirtualna

source: Invalid virtual mail domain
cs: Neplatná virituální e-mailová doména
pl: Nieprawidłowa domena wirtualna

source: group
cs: skupina
pl: grupa

source: group alias mail
cs: skupinový alias mail
pl: alias grupy mailowej

source: Alias {al} removed
cs: Alternativní název {al} byl odebrán

source: account name
cs: název účtu
pl: nazwa konta

source: domain name
cs: název domény
pl: nazwa domeny

source: Added alias {al}
cs: Přidán alternativní název {al}
pl: Dodano alias {al}

source: External account
cs: Externí účet
pl: Zewnętrzne konto pocztowe

source: Password
cs: Heslo
pl: Hasło

source: user
cs: uživatel
pl: użytkownik

source: Mail protocol
cs: E-mailový protokol

source: Keep messages and fetch all mail cannot work together because a implementation limitation
cs: Ponechat zprávy a stáhnout veškerou poštu nemůže fungovat naráz kvůli omezením implementace

source: External account {acc} added
cs: Přidán vnější účet {acc}

source: maildrop
cs: zahodit poštu
pl: odrzucony

source: user mail
cs: mail uživatele
pl: mail użytkownika

source: {acc} account removed
cs: Účet {acc} byl odstraněn

source: External mail account
cs: Vnější e-mailové účty

source: External account {acc} removed
cs: Externí účet {acc} byl odstraněn

source: Mail address
cs: Emailová adresa

source: {acc} account created
cs: {acc} účet vytvořen

source: Quota must be a amount of MB greter than zero
cs: Kvóta musí být částka v MB větší než nula
pl: Ustaw limit skrzynki w MB, tylko wartości większe od 0.

source: Mail directory quota set
cs: Nastavení kvóty složky s poštou

source: Removed alias {al}
cs: Alternativní název {al} byl odebrán
pl: Usunięto alias {al}

source: This form is only available from the User Corner application.
cs: Tato forma je dostupná pouze pro použití z aplikace uživatelský koutek

source: Password change is only available in master or standalone servers. You need to change your password from the user corner of your master server.
cs: Změna hesla je k dispozici pouze na hlavním nebo samostatných serverech. Své heslo můžete změnit z uživatelského koutku svého hlavního serveru.

source: Cannot retrieve mail from external accounts because you do not have a email account in a local mail domain
cs: Nelze načíst poštu z externího účtu, protože nemáte e-mailový účet v lokální poštovní doméně
pl: Nie można pobierać poczty z zewnętrznych kont pocztowych, ponieważ nie posiadasz konta pocztowego w lokalnej domenie

source: External mail accounts
cs: Externí mailové účty
pl: Zewnętrzne konta pocztowe

source: Mail server
cs: E-mailový server
pl: Serwer pocztowy

source: external mail account
cs: externí poštovní účet
pl: zewnętrzne konto pocztowe

source: Fetching mail is done every 10 minutes
cs: Stahování e-mailů s děje každých 10 minut
pl: Pobieranie zewnętrznych maili odbywa się co 10 minut

source: Secure POP3
cs: Bezpečná POP3
pl: Bezpieczne POP3

source: Secure IMAP
cs: Bezpečný IMAP
pl: Bezpieczne IMAP

source: User {x} not found in LDAP database
cs: Uživatel {x} nebyl nalezen v LDAP databázi
pl: Użytkownik {x} nie znaleziony w bazie danych LDAP

source: External account added
cs: Externí účet přidán
pl: Dodano zewnętrzne konto {ac}

source: External account {ac} removed
cs: Externí účet {ac} odstraněn
pl: Usunięto zewnętrzne konto {ac}

source: Virtual domain aliases
cs: Virtuální aliasy domén
pl: Aliasy domeny wirtualnej

source: External accounts aliases
cs: Aliasy externích účtů
pl: Aliasy zewnętrznych kont

source: List of Domains
cs: Seznam domén
pl: Lista domen

source: Virtual Domains
cs: Virtuální domény
pl: Domeny wirtualne

source: Virtual domain added. You must save changes to use this domain
cs: Virtuální doména přidána. Musíte změny uložit pro užívání této domény
pl: Dodano domenę wirtualną. Musisz zapisać zmiany by móc używać domeny

source: Cannot add virtual domain {vd} because is a virtual domain alias with the same name
cs: Nelze přidat virtuální doménu {vd} protože, už je virtuální doménový alias se stejným jménem
pl: Nie można dodać domeny wirtualnej {vd}, ponieważ istnieje alias o tej samej nazwie

source: 'sieve' is a reserved name in this context, please choose another name
cs: 'sieve' je vyhrazené jméno v tomto kontextu, prosím zvolte jiné jméno
pl: 'sieve' jest zarezerwowaną nazwą, proszę użyć innej

source: The virtual domain name cannot be equal to the mailname
cs: Virtuální doménové jméno nemůže být stejné jako mailname
pl: Nazwa wirtualnej domeny nie może być taka sama jak domena

source: Cannot add virtual domain {vd} because it appears as external domain in the account referenced by the alias {al}
cs: Nelze přidat virtuální doménu {vd} protože se zdá, že externí doména v účtu odkazuje na alias {al}
pl: Nie można dodać domeny wirtualnej {vd} ponieważ nazwa jest zbieżna z zewnętrzną domeną określoną przez alias {al}

source: Filter in use
cs: Filtr v provozu
pl: Używany filtr

source: Custom filter's mail forward port
cs: Vlastní přeložený port mail filtru
pl: Podaj port filtra przesyłania dalej

source: Custom filter's IP address
cs: Vlastní IP adresa filtru
pl: Podaj adres IP filtra

source: Custom filter's Port
cs: Vlastní port filtru
pl: Podaj port filtra

source: Mail filter options
cs: Možnosti mail filtru
pl: Ustawienia filtrów

source: none
cs: žádný
pl: brak

source: custom
cs: uživatelský
pl: własny

source: As long mailfilter module is enabled the mail server will use the filter it provides
cs: Dokud je modul filtrování e-mailů zapnut, e-mailový server bude používat filtry, poskytované tímto modulem

source: Allow relay
cs: Povolit relay
pl: Zezwól na przesyłanie poczty

source: Tick this to allow the machines within the above object to send mails through this server.
cs: Zaškrtněte, aby stroje v rámci výše uvedeného objektu mohli odesílat e-maily prostřednictvím tohoto serveru.
pl: Zaznaczenie tej opcji umożliwia wskazanym komputerom przesyłanie poczty używając tego serwera pocztowego

source: Relay policy for network objects
cs: Relay policy pro síťové objekty
pl: Zasady przesyłania poczty dla obiektów sieciowych

source: object's relay policy
cs: objektová relay policy
pl: zasady przesyłania wiadomości

source: You may allow mail relay per network object
cs: Můžete umožnit mail relay na síťový objekt
pl: Możesz nadać uprawnienia do przesyłania poczty określonym obiektom sieciowym

source: Send a copy of all mail domains
cs: Poslat kopii všech mailových domén
pl: Prześlij kopię wszystkich maili do

source: The mail will be a Blind Carbon Copy (BCC).
cs: Mail bude Blind Carbon Copy (BCC).
pl: Wiadomość będzie wysłana jako ukryta UDW

source: Disabled
cs: Vypnuto
pl: #-#-#-#-# pl.po (ebox-mailfilter 0.12) #-#-#-#-# Wyłączony #-#-#-#-# pl.po (ebox-openvpn 0.12) #-#-#-#-# Wyłączony #-#-#-#-# pl.po (ebox-. 1.5) #-#-#-#-# Wyłączony #-#-#-#-# pl.po (ebox-zarafa 0.12) #-#-#-#-# Wyłączone #-#-#-#-# pl.po (libebox 0.12.1) #-#-#-#-# Wyłączony #-#-#-#-# pl.po (ebox-squid 0.12) #-#-#-#-# Wyłączone #-#-#-#-# pl.po (ebox-ntp 0.12) #-#-#-#-# Wyłączone #-#-#-#-# pl.po (ebox-samba 0.12) #-#-#-#-# Wyłączony #-#-#-#-# pl.po (ebox-asterisk 1.1) #-#-#-#-# Wyłączone #-#-#-#-# pl.po (ebox-mail 0.12) #-#-#-#-# Wyłączony #-#-#-#-# pl.po (ebox-webmail 1.3) #-#-#-#-# Wyłączony #-#-#-#-# pl.po (ebox-webserver 0.12) #-#-#-#-# Wyłączony #-#-#-#-# pl.po (ebox 0.12) #-#-#-#-# Wyłączone #-#-#-#-# pl.po (ebox-ebackup 1.3.3) #-#-#-#-# Wyłączono #-#-#-#-# pl.po (ebox-jabber 0.12) #-#-#-#-# Wyłączone

source: Address to sent the copy
cs: Adresa pro odeslání kopie
pl: Adres do przesyłania kopii

source: Virtual domain settings
cs: Nastavení virtuální domény
pl: Ustawienia domeny wirtualnej

source: Mail Account
cs: Mail účet
pl: Konto pocztowe

source: Create mail account user@domain
cs: Vytvořit poštovní účet uzivatel@domena
pl: Utwórz konto pocztowe user@domain

source: Default Domain
cs: Předvolená doména
pl: Domena domyślna

source: You haven't create a mail domain yet
cs: Nemáte ještě vytvořenou poštovní doménu
pl: Nie utworzyłeś jeszcze domeny

source: External Aliases
cs: Vnější alternativní názvy
pl: Aliasy zewnętrzne

source: External account alias
cs: Aliasy externích účtů
pl: Alias konta zewnętrznego

source: External account alias added. You must save changes to use this alias
cs: Alias na externí účet byl přidán. Musíte změny uložit a poté budete moc použít tento alias
pl: Dodano alias do konta zewnętrznego. Zapisz zmiany, by móc go używać

source: {alias} (alias)
cs: {alias} (alternativní název)

source: Cannot add alias because domain {vd} is not a virtual domain or virtual domain alias managed by this server
cs: Nelze přidat alias, protože doména {vd} není virtuální doména nebo virtuální domén spravovaná tímto serverem

source: {ac} is not an external account
cs: {ac} není externí účet
