Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: There is already an object of type {type} with CN={cn} in this container
cs: V tomto kontejneru se již nachází objekt typu {type} s (obecným názvem) CN={cn}

source: Group E-mail
cs: Skupinový e-mail

source: share name
cs: název sdílení

source: Group share renamed
cs: Skupinové sdílení bylo přejmenováno

source: Group share added
cs: Skupinové sdílení bylo přidáno

source: Group share removed
cs: Skupinové sdílení bylo odebráno

source: Group share set
cs: Nastavení skupinového sdílení

source: group name
cs: název skupiny
pl: nazwa grupy

source: group type
cs: typ skupiny

source: Domain Name
cs: Doménový název

source: Domain controller FQDN
cs: Úplný doménový název řadiče domény

source: Domain DNS server IP
cs: IP adresa DNS serveru domény

source: Administrator account
cs: Účet správce

source: Administrator password
cs: Heslo k účtu správce

source: NetBIOS domain name
cs: NetBIOS název domény

source: NetBIOS computer name
cs: NetBIOS název počítače

source: first name
cs: jméno

source: last name
cs: příjmení
pl: Nazwisko

source: OU name
cs: Název organizační jednotky (OU)

source: Edit group
cs: Upravit skupinu
pl: Edytuj grupę

source: type
cs: typ
pl: typ

source: Group updated
cs: Skupina byla zaktualizována

source: Contacts
cs: Kontakty

source: display name
cs: zobrazovaný název

source: description
cs: popis

source: Contact updated
cs: Kontakt byl zaktualizován

source: confirm password
cs: potvrzení hesla
pl: potwierdź hasło

source: Passwords do not match.
cs: Zadání hesla se neshodují.
pl: Hasła nie są identyczne.

source: User updated
cs: Uživatel byl zaktualizován

source: You have created a 20 or more characters username. Please keep in mind that some Microsoft Client OS's do not support such user lenght. If you plan this user to be logged in through a Windows Workstation, consider deleting it and creating it again with a shorter username
cs: Vytvořili jste uživatelské jméno dlouhé 20 a více znaků. Mějte na paměti, že některé verze systému Windows na klientech takovou délku neumí. Pokud má být tento uživatelský účet používán na počítači s Windows, zvažte jeho smazání a znovuvytvoření s kratším uživatelským jménem

source: The host domain '{d}' has to be the same than the kerberos realm '{r}'
cs: je třeba, aby doména stroje {d} byla stejná jako oblast (realm) kerbera {r}

source: The host netbios name '{x}' has to be the different than the domain netbios name '{y}'
cs: NetBIOS název stroje {x} nemůže být stejný jako NetBIOS název domény {y}

source: The required domain '{d}' could not be found in the dns module.<br/>You can add it in the {ohref}DNS domains page{chref}
cs: Potřebná doména {d} nebyla v dns modulu nalezena.<br/>Můžete ji přidat na {ohref}stránce DNS domény{chref}

source: The required host record '{h}' could not be found in the domain '{d}'.<br/>You can add it in the {ohref}host names page for domain {d}{chref}.
cs: Potřebný záznam pro stroj {h} nebyl nalezen v doméně {d}.<br/>Můžete jej přidat na {ohref}stránce názvy strojů pro doménu {d}{chref}.

source: Samba can't be provisioned if no IP addresses are set for host {host}.<br/>Ensure that you have at least a IP address assigned to an interface, and this IP has to be assigned to the domain {dom} and to the hostname {host}.<br/>You can add it in the {ohref}IP addresses page for {host}{chref}
cs: Samba nemůže být vybavena, dokud nejsou pro stroj {host} nastaveny nějaké IP adresy.<br/>Zajistěte, aby síťovému rozhraní byla přiřazena alespoň jedna IP adresa a tato adresa byla přiřazena doméně {dom} a stroji {host}.<br/>Přidat ji můžete na {ohref}stránce IP adresy pro {host}{chref}

source: Samba can't be provisioned if no IP addresses are set for domain {dom}.<br/>Ensure that you have at least a IP address assigned to an interface, and this IP has to be assigned to the domain {dom} and to the local hostname.<br/>You can assign it in the {ohref}IP addresses page for {dom}{chref}
cs: Samba nemůže být vybavena, dokud nejsou pro doménu {dom} nastaveny nějaké IP adresy.<br/>Zajistěte, aby síťovému rozhraní byla přiřazena alespoň jedna IP adresa a tato adresa byla přiřazena doméně {dom} a místnímu stroji {host}.<br/>Přidat ji můžete na {ohref}stránce IP adresy pro {dom}{chref}

source: The mode {mode} is not supported
cs: Režim {mode} není podporován

source: Unexpected number of entries. Got {x}, expected 1.
cs: Neočekávaný počet položek. Obdrženo {x}, očekávána 1.

source: Could not determine the domain of the specified AD server {x}.
cs: Nelze zjistit doménu zadaného serveru Active Directory {x}.

source: Could not determine the realm of the specified AD server {x}.
cs: Nelze zjistit kerberos oblast (realm) zadaného serveru Active Directory {x}.

source: Could not bind to AD LDAP server ({x}).Please check the supplied credentials.
cs: Nelze se spojit s LDAP databází serveru Active Directory ({x}). Zkontrolujte zadané přihlašovací údaje.

source: Could not join to domain. The following DNS zones are stored in the main domain partition: {zones}. This normally happen when the server is upgraded from Windows Server 2000, and Samba4 will not be able to read these zones. Please, move the zones to the "DomainDnsZones" or "ForestDnsZones" and try again. Check {link} for help on how to do that.
cs: Nelze se připojit k doméně. V hlavním oddílu domény se nacházejí následující zóny: {zones}. Toto je obyčejně pozůstatek na serveru po Windows Server 2000, ze kterých byl proveden přechod na novější verzi. Samba 4 pak není tyto zóny schopna číst. Přesuňte tyto zóny do „DomainDnsZones“ nebo „ForestDnsZones“ a zkuste to znovu. Informace k přesunu zón naleznete zde {link}.

source: Could not retrieve the domain information.
cs: Nelze získat informace o doméně.
pl: Nie można pobrać informacji o domenie.

source: The AD forest contains more than one domain. Samba only support one domain per forest.
cs: Strom domény Active Directory obsahuje více než jednu doménu. Samba podporuje pouze jednu doménu na strom.

source: The specified domain controller {x} is unreachable.
cs: Zadaný doménový řadič {x} není dostupný.

source: The local kerberos realm {x} must match the AD server realm {y}.
cs: Je třeba, aby místní kerberos oblast (realm) {x} byla shodná s oblastí Active Directory serveru {y}

source: The local domain {x} must match the AD server domain {y}.
cs: Je třeba, aby se místní doména {x} shodovala s doménou serveru Active Directory {y}.

source: The DC {x} could not be resolved to its IP address. Please check the specified server name and DNS server.
cs: Nepodařilo se přeložit název doménového řadiče {x} na jeho IP adresu. Zkontrolujte správnost zadání názvu serveru a DNS server.

source: The specified AD server is registered on the local DNS as {x}, which matches local host name.
cs: Zadaný server Active Directory je v místní DNS zaregistrován jako {x}, což se shoduje s místním názvem stroje.

source: The forest functional level must be Windows Server 2003 or higher. Please raise your forest functional level.
cs: Je třeba, aby úroveň funkcí doménového lesa (forest) byla Windows Server 2003 nebo vyšší. Zvyšte úroveň funkcí.

source: The domain functional level must be Windows Server 2003 or higher. Please raise your domain functional level.
cs: Je třeba, aby úroveň funkcí domény byla nastavena přinejmenším na Windows Server 2003 nebo vyšší. Zvyšte úroveň funkcí.

source: Error querying AD schema:
cs: Chyba při dotazu na schéma Active Directory:

source: The domain schema does not meet RFC 2307. You will need to upgrade to Windows Server 2003 R2 or greater.
cs: Schéma domény neodpovídá normě RFC 2307. Bude třeba přejít na Windows Server 2003 R2 a novější.

source: The domain you are trying to join has trust relationships defined. At the moment this is not supported by samba.
cs: Doména, ke které se pokoušíte připojit, má nastaveno uznávání účtů mezi doménami (trust). To zatím není v Samba podporováno.

source: Could not retrieve time from AD server {x} via NTP.
cs: Nedaří se synchronizovat čas (NTP) se severem Active Directory {x}.

source: The clock skew with the AD server is higher than two minutes. This can cause problems with kerberos authentication, please sync both clocks with an external NTP source and try again.
cs: Časová odchylka od AD serveru je vyšší, než dvě minuty. To může způsobovat problémy při kerberos ověřování. Sjednoťte čas na obou stranách pomocí vnějšího zdroje přesného času (NTP serveru) a zkuste to znovu.

source: The specified site {x} does not exists on the domain.
cs: Zadané místo (site) {x} v doméně neexistuje.

source: Could not determine the site of the specified server
cs: Nelze zjistit místo (site) zadaného serveru

source: Could not determine the netbios domain name.
cs: Nelze zjistit netbios název domény.

source: The netBIOS name {x} could not be found. Please check the specified value.
cs: NetBIOS název {x} nebyl nalezen. Zkontrolujte správnost zadání.

source: Error on group container LDAP entry creation:
cs: Chyba při vytváření LDAP položky pro kontejner skupiny:

source: Invalid realm name. Often, the realm is the uppercase version of the local DNS domain.
cs: Neplatný název oblasti (realm). Často je název oblasti stejný, jako místní DNS doména, jen psán velkými písmeny.

source: NetBIOS computer name and NetBIOS domain name must be different
cs: NetBIOS název počítače nemůže být stejný, jako NetBIOS název domény

source: NetBIOS name field is empty
cs: Kolonka NetBIOS název je prázdná
pl: Pole NetBIOS nie może być puste

source: NetBIOS name is too long
cs: NetBIOS název je příliš dlouhý
pl: Nazwa NetBIOS jest za długa

source: NetBIOS names cannot contain dots
cs: NetBIOS název nemůže obsahovat tečky
pl: Nazwa NetBIOS nie może zawierać kropek

source: Description string is empty
cs: Popis je prázdný

source: Description string is too long
cs: Popis je příliš dlouhý

source: Server Role
cs: Úloha serveru

source: Realm
cs: Oblast (realm)

source: Site
cs: Místo (site)

source: Server description
cs: Popis serveru

source: Enable roaming profiles
cs: Používat cestovní profily
pl: Włącz profile mobilne

source: Drive letter
cs: Písmeno disku
pl: Wybierz literę dysku

source: On this page you can set different general settings for Samba
cs: Na této stránce je možné nastavit nejrůznější obecná nastavení pro Samba
pl: Ustawienia ogólne dotyczące serwera plików Samba

source: Changing the domain name will cause to reprovision the samba database. The users and groups will be imported from Zentyal LDAP, but you will have to rejoin all computers to the new domain.
cs: Změna názvu domény způsobí opětovné vybavení databáze Samby. Uživatelé a skupiny budou importovány ze Zentyal LDAP, ale počítače bude do nové domény třeba znovu připojit.

source: Joining a domain will delete all your users and groups from Zentyal and import the domain ones.
cs: Připojení k doméně vymaže veškeré účty uživatelů a skupin ze Zentyal serveru a importuje namísto toho ty doménové.

source: Domain controller
cs: Řadič domény

source: Additional domain controller
cs: Další řadič domény

source: Here you can manage Organizational Units, Users, Groups and Contacts. Also you can see the computers in the domain if using Samba. Please note that multiple OU support is partial, some modules may only work with users and groups in the default Users and Groups OUs.
cs: Zde můžete spravovat organizační jednotky, uživatele, skupiny a kontakty. Pokud používáte Sambu, zobrazí se zde též počítače v doméně. Mějte ovšem na paměti, že podpora pro vícero organizačních jednotek (OU) je pouze částečná, některé moduly mohou fungovat pouze s uživateli a skupinami z výchozích OU Users (uživatelé) a Groups (skupiny).

source: Disabled Users
cs: Uživatelé, jejichž účty jsou zablokované

source: Security Groups
cs: Bezpečnostní skupiny

source: Distribution Groups
cs: Distribuční skupiny

source: Computers
cs: Počítače

source: You need to enable Domain Controller and File Sharing module in the module status section and save changes in order to use it.
cs: Aby bylo možné používat, je třeba v sekci Stav modulu zapnout moduly Doménový řadič a Sdílení souborů (nezapomeňte provedené změny uložit).

source: share
cs: sdílení
pl: udział

source: External Active Directory
cs: Vnější Active Directory

source: Base DN
cs: Základ rozlišených názvů (DN)
pl: Serwer DN

source: Root DN
cs: Kořenový rozlišený název (DN)

source: Default Users DN
cs: Výchozí rozlišený název (DN) uživatelů

source: Default Groups DN
cs: Výchozí rozlišený název (DN) skupin

source: Administrative user of external active directory
cs: Uživatel s právy správy ve vnějším Active Directory

source: LDAP information
cs: LDAP informace
pl: Informacje LDAP

source: You must enable the Users and Groups module to access the LDAP information.
cs: Aby bylo možné přistupovat k informacím z LDAP, je třeba zapnout modul Uživatelé a skupiny.
pl: Musisz włączyć moduł Użytkownicy i Grupy aby uzyskać dostęp do informacji LDAP

source: Default user quota
cs: Výchozí kvóta pro uživatele

source: Limited to
cs: Omezeno na

source: Default account settings
cs: Výchozí nastavení účtu

source: On this page you can configure the default settings for user accounts
cs: Na této stránce je možné určit výchozí nastavení uživatelských účtů

source: Setting default quota to zero is equivalent to disable it
cs: Nastavení výchozí kvóty na hodnotu 0 (nula) ji vypne

source: Enable recycle bin
cs: Používat Koš

source: Recycle Bin default settings
cs: Výchozí nastavení Koše
pl: Domyślne ustawienia kosza

source: User/Group/Share
cs: Uživatel/Skupina/Sdílení
pl: Użytkownik/Grupa/Udział

source: User homes
cs: Domovské složky uživatelů
pl: Katalog domowy użytkownika

source: Share
cs: Sdílení
pl: Udział

source: Samba shares Recycle Bin exceptions
cs: Výjimky pro Koš na Samba sdíleních
pl: Wykluczenia dotyczące Kosza

source: Add exceptions to the default Recycle Bin settings
cs: Přidat výjimky z výchozích nastavení pro Koš
pl: Dodaj wykluczenie do domyślnych ustawień Kosza

source: exception
cs: výjimka
pl: wykluczenie

source: All domain users
cs: Všichni doménoví uživatelé

source: Read and write
cs: Číst a zapisovat
pl: Odczyt i Zapis

source: Administrator
cs: Správce

source: User/Group
cs: Uživatel/Skupina
pl: Użytkownik/Grupa

source: Shares
cs: Sdílení
pl: Udziały sieciowe

source: Any access control is disabled if the guest access is allowed.
cs: Umožnění přístupu nepřihlášeným uživatelům (hostům) vypne veškeré řízení přístupu.
pl: Jeśli włączono dostęp anonimowy, kontrola dostępu została wyłączona

source: You must enable the module in the module status section in order to use it.
cs: Aby bylo možné modul používat, je třeba jej zapnout v sekci Stav modulu.

source: The domain has not been created yet.
cs: Doména ještě nebyla vytvořena.

source: Shares access control lists (ACLs) are in unmanaged mode. To change this mode, edit {file} and restart this module
cs: Seznamy řízení přístupu (ACL) ke sdílením nejsou spravovány Zentyal serverem. Změníte to úpravou obsahu souboru {file} a restartováním tohoto modulu

source: Group
cs: Skupina
pl: Grupa

source: Permissions
cs: Oprávnění
pl: Uprawnienia

source: Access Control
cs: Řízení přístupu
pl: Kontrola dostępu

source: Be careful if you grant <i>administrator</i> privileges.User will be able to read and write any file in the share.
cs: Oprávnění <i>správce</i> přidělujte obezřetně. Uživatel, který jimi disponuje, bude schopen číst a zapisovat do libovolného souboru na sdílení.
pl: Nadając uprawnienia <i>administratora</i>, użytkownik będzie miał nieograniczony dostęp do udziału sieciowego.

source: User: {u}
cs: Uživatel: {u}

source: Enable PAM
cs: Používat k ověřování PAM
pl: Włącz PAM

source: Make LDAP users have system account.
cs: Účty uživatelů z LDAP budou fungovat jako systémové.
pl: Włącz konta systemowe dla użytkowników LDAP

source: Default login shell
cs: Výchozí přihlašovací textové uživatelské rozhraní (shell)
pl: Domyślna powłoka logowania

source: This will apply only to new users from now on.
cs: Toto bude platit pouze pro nové uživatele.
pl: Zmiany zostaną zastosowane tylko dla nowych użytkowników, począwszy od teraz

source: PAM settings
cs: Nastavení PAM ověřování
pl: Ustawienia PAM

source: Share name
cs: Název sdílení
pl: Współdzielona nazwa

source: Share path
cs: Určení umístění sdílení
pl: Współdzielona ścieżka

source: Directory under Zentyal
cs: Složka v rámci Zentyal serveru
pl: Folder Zentyala

source: File system path
cs: Určení umístění v souborovém systému
pl: Twój folder

source: Guest access
cs: Přístup hosta
pl: Dostęp anonimowy

source: This share will not require authentication.
cs: Pro přístup k tomuto sdílení nebude vyžadováno ověření.
pl: Ten udział nie potrzebuje autoryzacji

source: Access control
cs: Řízení přístupu
pl: Kontrola dostępu

source: Zentyal could not access to directory '{x}': {y}
cs: Složka {x} není pro Zentyal přístupná: {y}

source: Samba share absolute path
cs: Úplné určení umístění Samba sdílení

source: Path {p} is not a directory
cs: Umístění {p} není složka

source: Samba share directory
cs: Složka Samba sdílení

source: The directory is not empty. Are you sure you want to remove it?
cs: Složka není prázdná. Opravdu ji chcete smazat?
pl: Katalog nie jest pusty. Czy jesteś pewien, że chcesz go usunąć?

source: Domain guest account should be enabled for guest access to shares. You can enable it in the {oh}users and groups manager{ch}.
cs: Aby bylo možné zpřístupnit sdílení pro účet doménového hosta, je třeba, aby používání tohoto účtu bylo povoleno. To můžete učinit ve {oh}Správě uživatelů a skupin{ch}.

source: {openit}Directory under Zentyal{closeit} will automatically create the share.directory in {sharesPath} {br}{openit}File system path{closeit} will allow you to share an existing directory within your file system
cs: {openit}Složka v Zentyal{closeit} samočinně vytvoří složku sdílení v {sharesPath} {br}{openit}Umístění v souborovém systému{closeit} umožní sdílet již existující složku

source: Here you can create shares with more fine-grained permission control. You can use an existing directory or pick a name and let Zentyal create it for you.
cs: Zde je možné vytvářet sdílení s jemněji členěnými přístupovými právy. Sdílet je možné buď již existující složku nebo zadat název a Zentyal ji vytvoří.
pl: Utwórz współdzielone foldery i zabezpiecz je odpowiednimi uprawnieniami. Możesz skorzystać z folderu utworzonego automatycznie przez Zentyala lub podać ścieżkę do istniejącego folderu

source: Error getting filesystem format in {m}
cs: Chyba při zjišťování typu souborového systému v {m}

source: Filesystem format '{x}' does not support storing ACLs.
cs: Souborový systém {x} nepodporuje seznamy pro řízení přístupu (ACL).

source: Error reading mount options in {m}
cs: Chyba při čtení předvoleb připojení (mount) v {m}

source: The mount point '{mountPoint}' must be mounted with 'acl' option. This is required for permissions to work properly.
cs: Přípojný bod {mountPoint} je třeba připojovat s předvolbou „acl“. Důvodem je zajištění správného fungování přístupových oprávnění.

source: The mount point '{mountPoint}' must be mounted with 'user_xattr' option. This is required for permissions to work properly.
cs: Přípojný bod {mountPoint} je třeba připojovat s předvolbou „user_xattr“. Důvodem je zajištění správného fungování přístupových oprávnění.

source: Organization Unit
cs: Organizační jednotka

source: Error on group LDAP entry creation:
cs: Chyba při vytváření LDAP položky pro skupinu:

source: Organizational Unit
cs: Organizační jednotka

source: Creation of OUs inside either Users, Groups or Computer default OUs is not supported
cs: Vytváření organizačních jednotek (OU) uvnitř výchozích OU – Users (uživatelé), Groups (skupiny) nebo Computers (počítače) – není podporováno

source: User name with {x} full name already exists in the same container
cs: Takové uživatelské jméno již v tomto kontejneru existuje a patří osobě s úplným jménem {x}

source: There was an error modifying the RDN:
cs: Při úpravě relativního rozlišeného názvu (RDN) došlo k chybě:

source: Username already exists on the system
cs: Uživatelské jméno již v systému existuje
pl: Nazwa użytkownika już występuje w systemie

source: Error on person LDAP entry creation:
cs: Chyba při vytváření LDAP položky pro osobu:

source: Windows user names cannot be only spaces and dots.
cs: Uživatelská jména pro Windows nemohou být tvořena pouze mezerami a tečkami.

source: Windows user names cannot contain the "@" character.
cs: Uživatelská jména pro Windows nemohou obsahovat znak „@“ (zavináč).

source: Password must not be longer than {maxPwdLength} characters
cs: Heslo může být nanejvýš {maxPwdLength} znaků dlouhé
pl: Hasło może składać się maksymalnie z {maxPwdLength} znaków

source: User name {x} already exists in the same container.
cs: Uživatelské jméno {x} již v tomto kontejneru existuje.

source: The user {x} has not uidNumber set. Get method returned '{y}'.
cs: Uživatel {x} nemá nastaveno uidNumber. Metoda „get“ (získat) vrátila {y}.

source: The user {x} has not gidNumber set. Get method returned '{y}'.
cs: Uživatel {x} nemá nastaveno gidNumber. Metoda „get“ (získat) vrátila {y}.

source: user quota
cs: kvóta pro uživatele

source: User quota must be an integer. To set an unlimited quota, enter zero.
cs: Je třeba, aby hodnota kvóty pro uživatele byla celé kladné číslo. Pokud nemá být žádné omezení, zadejte 0 (nula).

source: User quota must be a positive integer. To set an unlimited quota, enter zero.
cs: Je třeba, aby hodnota kvóty pro uživatele byla celé kladné číslo. Pokud nemá být žádné omezení, zadejte 0 (nula).

source: The maximum value is {max} MB
cs: Nejvyšší možná hodnota je {max} MB

source: Cannot set quota for uid {uid} to {userQuota}. Maybe your file system does not support quota?
cs: Kvótu, určenou pro identifikátor uživatele (UID) {uid} nelze nastavit na hodnotu {userQuota}. Možná používaný souborový systém neumí kvóty?

source: Maximum number of system users reached
cs: Bylo dosaženo nejvyššího možného počtu účtů uživatelů v systému
pl: Utworzono maksymalną dozwoloną liczbę użytkowników

source: Maximum number of users reached
cs: Dosažen maximální počet uživatelů

source: Incorrect UID {uid} for a user . UID must be equal or greater than {min}
cs: Nesprávný identifikátor uživatele (UID) {uid}. Je třeba, aby hodnota byla {min} a vyšší
pl: Błędny UID {uid} dla użytkownika. UID musi być równe lub większe niż {min}

source: Incorrect UID {uid} for a system user . UID must be lesser than {max}
cs: Nesprávný identifikátor uživatele (UID) {uid}. Je třeba, aby hodnota byla nenejvýš {max}
pl: Błędny UID {uid} dla użytkownika systemowego. UID musi być mniejsze od {max}

source: While creating a new group '{group}': A group cannot be a distribution group and a system group at the same time.
cs: V průběhu vytváření nové skupiny {group}: Skupina nemůže být typu distribuční a systémová naráz.

source: Windows group names cannot be only spaces, numbers and dots
cs: Názvy Windows skupiny nemohou být tvořeny pouze mezerami, číslicemi a tečkami

source: The group {x} has not gidNumber set. Get method returned '{y}'.
cs: Skupina {x} nemá nastaveno gidNumber. Metoda „get“ (získat) vrátila {y}.

source: The server is unwilling to perform the requested operation
cs: Server není ochoten provést požadovanou operaci

source: Maximum number of groups reached
cs: Byl dosažen strop počtu skupin

source: Incorrect GID {gid} for a group . GID must be equal or greater than {min}
cs: Nesprávný identifikátor skupiny (GID) {gid}. Je třeba, aby identifikátor byl roven nebo větší než {min}
pl: Błędny GID {gid} dla grupy. GID musi być równe lub większe niż {min}
