Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: Enable proxy, proxy_http and headers Apache 2 modules.
cs: Zapnout moduly Apache 2 – proxy, proxy_http a headers (hlavičky).

source: To configure sogo daemon
cs: Nastavit proces služby sogo

source: To configure sogo parameters
cs: Pro nastavení parametrů sogo

source: Mail
cs: E-mail

source: Enable ActiveSync support for all the mail domains
cs: Zapnout podporu ActiveSync pro všechny e-mailové domény

source: Configuration
cs: Nastavení
pl: Konfiguracja

source: The ActiveSync gateway, standard protocol for several mobile devices.
cs: Brána pro ActiveSync, standardního protokolu některých mobilních zařízení.

source: {x} and {y} are registered trademarks of Microsoft Corporation, and are registered in the USA and other countries.
cs: {x} a {y} jsou obchodní značky společnosti Microsoft, zaregistrované v USA a dalších zemích.

source: domain
cs: doména
pl: domena

source: Zentyal will set the required environment variables for bind9 daemon
cs: Zentyal nastaví potřebné proměnné prostředí pro systémovou službu bind9
pl: Zentyal będzie ustawiać wymagane zmienne środowiskowe dla daemona bind9

source: main bind9 configuration file
cs: hlavní soubor s nastaveními pro bind9
pl: Główny plik konfiguracyjny usługi bind9 (serwera DNS)

source: bind9 options configuration file
cs: soubor s nastaveními předvoleb pro bind9
pl: Plik z opcjami dla bind9 (serwera DNS)

source: local bind9 configuration file
cs: místní soubor s nastaveními pro bind9
pl: Lokalny plik konfiguracyjny bind9 (serwera DNS)

source: Keys configuration file
cs: Soubor s nastaveními klíčů
pl: Plik konfiguracyjny dla strefy {zone}

source: Change the permissions for {dir} to allow writing to bind group
cs: Změna oprávnění pro {dir} povolit zapisovat bind skupině
pl: Zmień parametry dostępu dla katalogu {dir} by zezwolić na zmiany w grupie bind

source: Let the bind daemon to be dynamically updated
cs: Umožnit dynamickou aktualizaci systémové služby bind
pl: Włącz autoaktualizację daemona bind

source: Remove bind9 init script link
cs: Odstranit odkaz na inicializační skript bind9

source: Zentyal will take care of starting and stopping the services.
cs: Zentyal se postará o spouštění a zastavování služeb.
pl: Zentyal zajmie się uruchamianiem i zatrzymywaniem usług.

source: Override named apparmor profile
cs: Přebít pojmenovaný apparmor profil

source: To allow samba daemon load Active Directory zone
cs: Pro umožnění toho, aby služba samba nahrála zónu Active Directory
pl: Aby umożliwić obciążenie demona samby w strefie usługi Active Directory

source: Domain Name Service
cs: Doménová jmenná služba (DNS)
pl: Serwer DNS

source: key '{key}' in configuration file {value}
cs: položka {key} v souboru s nastaveními {value}
pl: klucz '{key}' w pliku konfiguracyjnym {value}

source: hostname
cs: název stroje

source: alias
cs: alternativní název

source: The host name {x} is already defined in the domain {y}
cs: Název stroje {x} je již definován v doméně {y}
pl: Nazwa hosta {x} jest już zdefiniowana w domenie {y}

source: A valid domain name or a wildcard (*) value must be provided.
cs: Je třeba poskytnout platný název domény neb zástupné vyjádření (*).
pl: Należy podać poprawną nazwę domeny lub wartość wieloznaczną (*).

source: Service name
cs: Název služby
pl: Nazwa usługi

source: Protocol
cs: Protokol
pl: Protokół

source: Priority
cs: Priorita
pl: Priorytet

source: Lower value is greater priority
cs: Nižší hodnota znamená vyšší prioritu
pl: Niższa wartość to wyższy priorytet

source: Weight
cs: Váha
pl: Wielkość

source: 0 indicates no weighting and a greater value more chances to be selected with equal priority
cs: 0 (nula) značí bez váhy a vyšší hodnota znamená větší šanci na výběr v případě stejné priority

source: Target port
cs: Cílový port

source: Target
cs: Cíl
pl: Cel

source: If you select the "Custom", it should be a Fully Qualified Domain Name
cs: Pokud zvolíte Vlastní, měl by to být úplný doménový název (FQDN)
pl: Jeśli wybrano "Własny", to należy podać w pełni kwalifikowaną nazwę domeny (FQDN)

source: This domain
cs: Tato doména
pl: Ta domena

source: Custom
cs: Vlastní
pl: Własny

source: Services
cs: Služby
pl: Usługi

source: It manages the SRV records for this domain. They are useful to select a host based on the priority for a service.
cs: Spravuje SRV záznamy pro tuto doménu. Ty jsou užitečné pro výběr stroje pro službu dle priority.

source: {srv} record
cs: {srv} záznam
pl: rekord {srv}

source: Service '{srv}' is not present in {file}
cs: Služba {srv} není uvedena v {file}
pl: Usługa '{srv}' nie została odnaleziona w {file}

source: The given host name is not a fully qualified domain name (FQDN). Do you mean {srv}.{name}?
cs: Zadaný název stroje není úplný doménový název (FQDN). Máte na mysli {srv}.{name}?
pl: Podana nazwa hosta nie jest w pełni kwalifikowaną nazwą domeny (FQDN). Czy masz na myśli {srv}.{name}?

source: A custom host name cannot be set from the same domain. Use "This domain" option instead
cs: Vlastní název stroje nemůže být nastaven ze stejné domény. Namísto toho použijte volbu Tato doména.

source: There is an alias with the same name "{name}" for "{hostname}" in the same domain
cs: Ve stejné doméně již existuje alternativní název {name} používaný {hostname}
pl: Istnieje już alias o tej samej nazwie "{name}" dla "{hostname}" w tej samej domenie

source: Host name
cs: Název stroje
pl: Nazwa hosta

source: IP Address
cs: IP adresa
pl: Adres IP

source: Alias
cs: Alternativní název

source: Host names
cs: Názvy strojů
pl: Nazwy hosta

source: Automatic reverse resolution is done. If you repeat an IP address in another domain, only first match will be used by reverse resolution. Dynamic zones may erase your manual reverse resolution.
cs: Jsou prováděny samočinné zpětné překlady. Pokud IP adresu použijete i v jiné doméně, bude použita pouze první shoda při zpětném překladu. Dynamické zóny mohou smazat ručně zadané zpětné překlady.

source: host name
cs: název stroje
pl: nazwa hosta

source: Invalid preference number. Allowed range: ({min}, {max})
cs: Neplatné číslo přednosti. Rozsah možných hodnot: ({min}, {max})
pl: Błędny numer preferencji. Dostępny zakres: ({min}, {max})

source: The given host name is not a fully qualified domain name (FQDN). Do you mean mx.{name}?
cs: Zadaný název stroje není úplný doménový název (FQDN). Máte na mysli mx.{name}?
pl: Podana nazwa hosta nie spełnia warunków w pełni kwalifikowanej domeny (FQDN). Czy masz na myśli mx.{name}?

source: If you choose "Custom", it should be a Fully Qualified Domain Name
cs: Pokud zvolíte Vlastní, měl by to být úplný doménový název (FQDN)
pl: Jeśli wybrano "Własny", to należy podać w pełni kwalifikowaną nazwę domeny (FQDN)

source: Preference
cs: Přednost
pl: Preferencja

source: Mail exchangers
cs: Služba mail exchanger poštovního serveru.
pl: Wpisy MailExchangers (mx)

source: The smallest preference number has the highest priority and is the first server to be tried when a remote client (typically another mail server) does an MX lookup for the domain name. Allowed preference number interval = ({min}, {max})
cs: Nejmenší preference číslo má nejvyšší prioritu a je první server který se zkouší když vzdálený klient (typicky jiný mail server) vyhledává MX pro doménu. Povolené preference číslo interval = ({min}, {max})
pl: Najniższy numer posiada największy priorytet i określa pierwszy serwer sprawdzany przez zdalnego klienta (zazwyczaj inny serwer mailowy) podczas procesu translacji zapisów MX dla nazwy domeny. Dozwolony zakres = ({min}, {max})

source: Mail exchanger record
cs: Mail exchanger záznam
pl: Zapis MX

source: Forwarder
cs: Přeposílač

source: Forwarders
cs: Přeposílače

source: The server will send the queries to the forwarders first, and if not answered it will attempt to answer the query.
cs: Server se nejprve dotáže přeposílačů a teprve když zde neuspěje, pokusí se zodpovědět sám.

source: forwarder
cs: přeposílač

source: Forwarder cannot be a loopback address like {forw}
cs: Přeposílač nemůže být adresa smyčky jako např. {forw}

source: An alias cannot be the nameserver host name "{ns}". Use a hostname instead
cs: Alias nemůže být jméno nameserveru "{ns}". Použijte raději hostname
pl: Alias nie może być nazwą serwera DNS ”{ns}”. Użyj nazwy hosta

source: There is a hostname with the same name "{name}" in the same domain
cs: Tam je hostname se stejným názvem "{name}" ve stejné doméně
pl: Istnieje już host o tej samej nazwie "{name}" w tej samej domenie

source: There is an alias for {hostname} hostname with the same name "{name}" in the same domain
cs: Tam je alias pro {hostname} hostname se stejným názvem "{name}" ve stejné doméně
pl: Istnieje już alias dla hosta {hostname} o tej samej nazwie "{name}" w tej samej domenie

source: This is the list of host name aliases. All of them will be resolved to the host's IP addresses list.
cs: Toto je seznam alternativních názvů počítačů. Všechny z nich budou přeloženy na seznam IP adres strojů.
pl: To jest lista nazw hostów aliasów. Wszystkie z nich zostaną rozwiązane do listy adresów IP hosta.

source: The given host name is not a fully qualified domain name (FQDN). Do you mean ns.{name}?
cs: Zadaný název hostitele není plně kvalifikovaný název domény (FQDN). Máte na mysli ns.{name}?
pl: Podana nazwa hosta nie jest w pełni kwalifikowaną nazwą domeny (FQDN). Czy masz na myśli ns.{name}?

source: Last name server cannot be removed
cs: Alespoň jeden jmenný server zde musí zůstat

source: Name servers
cs: Jmenné servery
pl: Serwery nazw (DNS)

source: It manages the name server (NS) records for this domain
cs: Spravuje jmennému serveru (NS) záznamy pro tuto doménu
pl: Zarządzanie wpisami do serwerów nazw (NS) dla tej domeny

source: name server record
cs: záznam pro jmenný server
pl: wpis serwera nazw

source: Enable transparent DNS cache
cs: Zapnout transparentní DNS mezipaměť
pl: Włącz transparentną podręczną pamięć DNS

source: Settings
cs: Nastavení
pl: Ustawienia

source: Settings changed
cs: Nastavení bylo změněno
pl: Ustawienia zostały zmienione

source: Every DNS query will be redirected to local DNS server if transparent mode is enabled.
cs: Je-li zapnutý transparentní režim, bude každý DNS dotaz přesměrován na místní DNS server.
pl: Każde zapytanie DNS zostanie przekierowane do lokalnego serwera DNS, jeżeli włączony jest tryb transparentnej podręcznej pamięci DNS.

source: Domain added. The host name {nshost} has been added to this domain with these IP addresses {ips}, this host name has been also set as nameserver record. Moreover, the same IP addresses have been assigned to this new domain. You can always rename it or create alias for it.
cs: Doména byla přidána. Název stroje {nshost} byl přidán pro tuto doménu s těmito IP adresami {ips}. Tento název stroje byl též přidán jako záznam pro jmenný server. Krom toho, stejné IP adresy byly přiřazeny této nové doméně. Vždy ji ale můžete přejmenovat nebo pro ni vytvořit alternativní název.

source: Domain
cs: Doména
pl: Domena

source: Domain IP Addresses
cs: IP adresy domény
pl: Adres IP domeny

source: Hostnames
cs: Názvy strojů
pl: Nazwy hosta

source: Mail Exchangers
cs: služba mail Exchangers
pl: Wpisy MX (MailExchange)

source: Name Servers
cs: Jmenné servery
pl: Serwery nazw (DNS)

source: {txt} records
cs: {txt} záznamy
pl: rekordy {txt}

source: Dynamic domain
cs: Dynamická doména
pl: Domena dynamiczna

source: Domains
cs: Domény
pl: Domeny

source: Here you can add the domains for this DNS server. Each domain can have different hostnames with aliases (A and CNAME) and other special records (MX, NS, TXT and SRV).
cs: Sem je možné pro tento DNS server přidat domény. Každá doména může mít různé stroje s alternativními názvy (A a CNAME) a další speciální záznamy (MX, NS, TXT a SRV).
pl: Tutaj możesz dodać domeny dla tego serwera DNS. Każda domena może mieć różne nazwy hostów z aliasami (A i CNAME) i inne specjalne rekordy (MX, NS, TXT i SRV).

source: The {name} cannot be longer than {value} characters
cs: {name} nemůže být delší než {value} znaků
pl: Nazwa {name} nie może być dłuższa niż {value} znaków

source: If you select the Domain, then you are choosing the zone
cs: Pokud zvolíte Doména, pak volíte zónu

source: Custom owner
cs: Vlastní vlastník

source: Any data could be provided
cs: Měla by být poskytnuta nějaká data

source: It manages the TXT records for this domain. They are useful to in SPF or DKIM antispam protocols
cs: Spravuje TXT záznamy pro tuto doménu. Ty jsou užitečné v SPF nebo DKIM protokolech filtrování nevyžádané pošty
pl: Zarządza rekordami TXT dla tej domeny. Bywa przydatne w protokołach antyspamowych SPF lub DKIM

source: {txt} record
cs: {txt} záznam
pl: rekord {txt}

source: Interface
cs: Rozhraní
pl: Interfejs

source: The host name will be resolved to this list of IP addresses.
cs: Název stroje bude přeložen na tento seznam IP adres.

source: IP address
cs: IP adresa
pl: Adres IP

source: The domain name will be resolved to this list of IP addresses.
cs: Název domény bude přeložen na tento seznam IP adres.
pl: Nazwa domeny zostanie rozwiązana na tej liście adresów IP.

source: Certification Authority
cs: Certifikační autorita
pl: Zarządzanie certyfikatami

source: Common Name
cs: Obecný název
pl: Nazwa powszechna

source: Common name: {cn} does NOT exist in database
cs: Obecný název (CN): {cn} NEexistuje v databázi
pl: Nazwa powszechna: {cn} nie istnieje w bazie danych

source: Error creating archive file for certificates: {err}
cs: Chyba při vytváření souboru archivu pro certifikáty: {err}
pl: Błąd podczas tworzenia pliku archiwum dla certyfikatów: {err}

source: The certificate has NOT been renewed
cs: Certifikát NEBYL obnoven
pl: Certyfikat nie został odnowiony

source: Boolean indicating Certification Authority Certificate
cs: Hodnota ano/ne, značící certifikát cert. autority
pl: Wartość logiczna oznaczająca certyfikat urzędu certyfikacji (CA)

source: Days to expire
cs: Počet dnů do skončení platnosti
pl: Dni do wygaśnięcia

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
cs: Vstup obsahuje neplatné znaky. Přípustná jsou písmena a čísla, plus tyto následující znaky: „.“ (tečka), „?“ (otazník), „&“ (ampersand), „+“ (plus), „:“ (dvojtečeka), „-“ (spojovník), „@“ (zavináč), „*“ (hvězdička) a mezery.
pl: Pole zawiera niedozwolone znaki. Dozwolone są litery, cyfry oraz znaki: .?&+:\@ oraz spacje.

source: Days to expire ({days}) must be a positive number
cs: Hodnota dnů do skončení platnosti ({days}) musí být kladné číslo
pl: Pole 'Dni do wygaśnięcia' {days} musi zawierać liczbę całkowitą dodatnią.

source: The certificate CANNOT be renewed
cs: Tento certifikát NELZE obnovit
pl: Certyfikat nie może zostać odnowiony

source: The certificate has been renewed
cs: Certifikát byl obnoven
pl: Certyfikat został odnowiony

source: The new CA certificate has been renewed
cs: Certifikát nové cert. autority byl obnoven
pl: Certyfikat urzędu certyfikacji (CA) został odnowiony

source: CA passphrases do NOT match
cs: Heslová fráze NEodpovídá k cert. autoritě
pl: Hasła CA nie zgadzają się

source: CA Passphrase should be at least {length} characters
cs: Heslová fráze cert. autority by měla být přinejmenším {length} znaků dlouhá
pl: Hasło CA powinno mieć długość co najmniej {length}

source: Problems creating Certification Authority has happened
cs: Došlo k problémům při vytváření cert. autority
pl: Wystąpiły problemy podczas tworzenia certyfikatów urzędu certyfikacji CA

source: Action
cs: Akce
pl: Akcja

source: Only revoke, renew and reissue actions are performed
cs: Prováděny jsou pouze akce zneplatnit, obnovit a vydat znovu

source: Organization Name
cs: Název organizace
pl: Nazwa organizacji

source: The Subject Alternative Name parameter must follow this pattern: type:value, type:value
cs: Parametru Alternativní název subjektu musí mít následující podobu: typ:hodnota, typ:hodnota
pl: Parametr Subject Alternative Name musi być zgodny ze schematem: type:value, type:value

source: The certificate has been issued.
cs: Byl vydán certifikát.
pl: Certyfikat został wydany

source: The new CA certificate has been issued.
cs: Byl vydán nový certifikát cert. autority.
pl: Nowy certyfikat CA został wydany

source: The certificate has NOT been revoked.
cs: Certifikát NEBYL zneplatněn.
pl: Certyfikat nie został odwołany

source: Reason
cs: Důvod
pl: Powód

source: The certificate has been revoked
cs: Certifikát byl zneplatněn
pl: Certyfikat został odwołany

source: The CA certificate has been revoked
cs: Certifikát cert. autority byl zneplatněn
pl: Certyfikat urzędu certyfikacji (CA) został odwołany

source: Module
cs: Modul
pl: Moduł

source: Service
cs: Služba
pl: Usługa

source: Enable
cs: Zapnout
pl: Włączony

source: Generate the certificate using CA with the common name set above
cs: Vytvořit certifikát s použitím cert. autority s obecným názvem (CN), nastaveným výše
pl: Utwórz certyfikat CA używając nazwy powszechnej podanej powyżej

source: Services Certificates
cs: Certifikáty služeb
pl: Certyfikaty usług

source: certificate
cs: certifikát
pl: Certyfikat

source: Here you may set certificates from this CA for those secure services managed by Zentyal
cs: Zde je možné nastavit certifikáty z této cert. autority pro tyto zabezpečené služby, spravované serverem Zentyal
pl: Tutaj możesz utworzyć certyfikaty CA dla usług zarządzanych przez Zentyala

source: This service does not allow to change the certificate common name
cs: Tato služba neumožňuje u certifikátu změnit atribut obecný název (CN)

source: The CA certificates should be revoked or has expired before issuing a new certificate
cs: Certifikáty cert. autority byly zneplatněny nebo jejich platnost skončila k datu před vydáním nového certifikátu
pl: Certyfikaty urzędu certyfikacji (CA) powinny zostać odwołane lub wygasły przed wydaniem nowego certyfikatu

source: The user {commonName} does NOT exist
cs: Uživatel {commonName} NEexistuje
pl: Użytkownik {commonName} nie istnieje

source: Days set to the maximum allowed: Year 2038 Bug
cs: Dny nastaveny na možné maximum: Chyba roku 2038
pl: Dni ustawiono na dozwolone maksimum: błąd roku 2038

source: Expiration date later than CA certificate expiration date
cs: Datum skončení platnosti je nastaveno na pozdější, než končí platnost certifikátu cert. autority
pl: Data wygaśnięcia jest późniejsza niż data wygaśnięcia certyfikatu urzędu certyfikacji (CA)

source: Country code
cs: Kód země
pl: Kod Państwa

source: The country code must be the 2-characters ISO code
cs: Kód země musí mít podobu 2-znakového kódu dle normy ISO

source: Days set to the maximum allowed {days}: Year 2038 Bug
cs: Nastavení dnů na nejvyšší možnou hodnotu {days}: Chyba roku 2038
pl: Dni ustawiono na dozwolone maksimum {days}: błąd roku 2038

source: The remove operation cannot be finished. Reason:
cs: Operace odebrání nebylo možné dokončit. Důvod:
pl: Operacja usunięcia nie może zostać zakończona. Powód:

source: Certificate with common name {cn} does NOT exist
cs: Certifikát s atributem common name {cn} NEexistuje
pl: Nie istnieje certyfikat z nazwą powszechną {cn}

source: Reason {reason} is NOT an applicable reason. Options:
cs: Důvod {reason} NENÍ použitelným zdůvodněním. Možnosti:
pl: Powodem odwołania nie może być {reason}. Dostępne możliwości:

source: The Certification Authority Infrastructure is not available, create it first
cs: Infrastruktura cert. autority není k dispozici, nejprve ji vytvořte
pl: Nie istnieje Certification Authority Infrastructure, utwórz ją najpierw

source: Either common name, distinguished name or serial number has been passed
cs: Buď common name, rozlišený název nebo sériové číslo bylo předáno
pl: Wprowadzono nazwę powszechną, nazwę unikalną lub numer seryjny certyfikatu.

source: or
cs: nebo
pl: lub

source: Certificate file
cs: Soubor s certifikátem
pl: Plik certyfikatu

source: The certificate to renew does NOT exist
cs: Certifikát, který by měl být obnoven NEexistuje
pl: Certyfikat który próbujesz odnowić nie istnieje

source: Certificate with this common name {cn} does NOT exist in this CA
cs: Certifikát s atributem obecný název (CN) {cn} v této cert. autoritě NEexistuje
pl: Certyfikat z nazwą powszechną {cn} nie istnieje w tym urzędzie certyfikacji (CA)

source: General
cs: Obecné
pl: Ogólne

source: Not created
cs: Nevytvořeno
pl: Nie utworzono

source: Available
cs: Dostupné
pl: Dostępny

source: Created but not available
cs: Vytvořen, ale není dostupný
pl: Utworzony lecz niedostępny

source: The field cannot contain only blank characters
cs: Kolonka nemůže obsahovat pouze prázdné znaky (mezera, tabulátor, atp.)

source: String
cs: Řetězec

source: The field contains invalid characters. All ASCII alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
cs: Kolonka obsahuje nepřípustné znaky. Platná jsou pouze písmena a čísla z ASCII tabulky znaků (tj. žádné háčky a čárky nad písmeny), plus tyto následující znaky: „.“ (tečka), „?“ (otazník), „&“ (ampersand), „+“ (plus), „:“ (dvojtečeka), „-“ (spojovník), „@“ (zavináč), „*“ (hvězdička) a mezery.

source: Unable to sign. Wrong CA passphrase or has CA private key dissappeared?
cs: Není možné podepsat. Chybné heslová fráze k cert. autoritě nebo zmizel její klíč?
pl: Nie mogę podpisać. Błędne hasło CA lub klucz prywatny CA zniknął.

source: Database corruption
cs: Poškození databáze
pl: Uszkodzenie bazy danych

source: Identifier duplicated in Database
cs: Identifikátor je v databázi duplicitně
pl: Identyfikator w bazie danych został zdublowany

source: Certificate already revoked
cs: Platnost certifikátu již byla odvolána
pl: Certyfikat został wcześniej odwołany

source: ASN1 field length too long. Maximum Size:
cs: Zadání v kolonce ASN1 je příliš dlouhé. Nejdelší přípustná délka:
pl: Za długie pole ASN1. Maksymalna długość:

source: Unknown error. Given the OpenSSL output:
cs: Neznámá chyba: Dle výstupu OpenSSL:
pl: Nieznany błąd. Wyjście OpenSSL:

source: Value for subject alternative of type {type}
cs: Hodnota pro alternativu subjektu typu {type}

source: Subject alternative type
cs: Typ alternativy subjektu

source: Only {dns}, {ip} and {email} are valid subject alternatives name types
cs: Platnými typy alternativních názvů subjektu jsou pouze {dns}, {ip} a {email}

source: Cannot start OpenSSL shell. ({errval})
cs: Nelze spustit OpenSSL shell. ({errval})
pl: Nie można uruchomić OpenSSL. ({errval})

source: Other
cs: Další
pl: Inny

source: None
cs: Žádný
pl: Żaden

source: Type
cs: Typ
pl: Typ

source: interface
cs: rozhraní
pl: interfejs

source: Name
cs: Název
pl: Nazwa

source: Size
cs: Velikost

source: Start
cs: Spustit
pl: Uruchom

source: Status
cs: Stav

source: Firewall failed to add rules for the following modules:
cs: Nezdařilo se přidání pravidel brány firewall pro tyto moduly:

source: Probably this is caused by a lack of connectivity, check your configuration or disable those modules
cs: Nejspíš je to způsobeno nepřítomností konektivity, zkontrolujte nastavení nebo tyto moduly vypněte
pl: Prawdopodobnie jest to spowodowane brakiem łączności, sprawdzić konfigurację lub wyłącz te moduły

source: You must set the iptables_log_limit variable in the ebox configuration file
cs: V souboru s nataveními pro Zentyal Je třeba nastavit proměnnou iptables_log_limit
pl: Ustaw parametr iptables_log_limit w pliku konfiguracyjnym

source: You must set the iptables_log_burst variable in the ebox configuration file
cs: V souboru s nataveními pro Zentyal Je třeba nastavit proměnnou iptables_log_burst
pl: Ustaw parametr iptables_log_burst w pliku konfiguracyjnym

source: Firewall
cs: Brána firewall

source: Flush previous firewall rules
cs: Zahodit předchozí pravidla firewallu
pl: Usuń dotychczasowe reguły zapory
