Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: Incorrect GID {gid} for a system group . GID must be lesser than {max}
cs: Nesprávný identifikátor systémové skupiny (GID) {gid}. Je třeba, aby identifikátor byl menší než {max}
pl: Błędny GID {gid} dla grupy systemowej. GID musi być mniejsze od {max}

source: Windows account names cannot end with a dot
cs: Názvy Windows účtů nemohou končit tečkou
pl: Nazwy kont systemu Windows nie mogą kończyć się kropką

source: Windows account names cannot start with a dash
cs: Názvy Windows účtů nemohou začínat pomlčkou
pl: Nazwy kont systemu Windows nie mogą zaczynać się od myślnika

source: To avoid problems, the account name should consist only of letters, digits, underscores, spaces, periods, and dashes
cs: Abyste se vyhnuli problémům, názvy účtů by měly být tvořeny pouze písmeny, čísly, podtržítky („_“), mezerami, tečkami a spojovníky („-“)
pl: Aby uniknąć problemów, nazwa konta powinna składać się wyłącznie z liter, cyfr, podkreśleń, spacji, kropek i myślników

source: Account name must not be longer than {maxLength} characters
cs: Název účtu nemůže být delší než {maxLength} znaků

source: Account name
cs: Název účtu
pl: Nazwa konta

source: File sharing options
cs: Možnosti sdílení souborů
pl: Opcje współdzielenia plików

source: Recycle Bin
cs: Koš
pl: Kosz

source: These configuration options are used when a new user account is created.
cs: Tato nastavení jsou použita při vytváření nového uživatelského účtu.
pl: Te opcje są używane podczas tworzenia konta nowego użytkownika.

source: contact
cs: kontakt

source: Username '{x}' already exists on the same container
cs: V tomto kontejneru již uživatelské jméno {x} existuje

source: Error on LDAP entry creation:
cs: Chyba při vytváření položky v LDAP:

source: Error on LDAP entry update:
cs: Chyba při aktualizaci položky v LDAP:

source: DNS query failed: {x} (using nameservers {y}, /etc/resolv.conf was '{z}'
cs: DNS dotaz se nezdařil: {x} (s použitím jmenných serverů {y}, /etc/resolv.conf bylo {z}

source: Error on search: Expected one entry, got {x}.
cs: Chyba při hledání: Očekávána jedna položka, avšak obdrženo {x}.

source: Error connecting to schema master role owner ({x})
cs: Chyba při připojování k vlastníkovi hlavní role schématu ({x})

source: Unable to setup SASL object: {x}
cs: Nelze nastavit SASL objekt: {x}

source: Unable to create SASL client: {x}
cs: Nelze vytvořit SASL klienta: {x}

source: AD LDAP server does not support GSSAPI
cs: LDAP server v Active Directory neumí rozhraní GSSAPI

source: System updates
cs: Aktualizace systému
pl: Aktualizacje systemu

source: The system components are up to date.
cs: Jednotlivé části systému jsou aktuální.
pl: Komponenty są aktualne

source: Installation
cs: Instalace
pl: Instalacja

source: There were no packages to update
cs: Nebyly zjištěny žádné balíčky, které by bylo možné aktualizovat
pl: Pakiety nie wymagały aktualizacji

source: actions done
cs: akcí provedeno
pl: czynności zakończone

source: The packages installation has not finished correctly . More information on the logs in {dir}
cs: Instalace balíčků nebyla správně dokončena. Více informací naleznete v záznamech událostí v {dir}
pl: Instalacja pakietów nie zostało zakończone poprawnie. Więcej informacji znajdziesz w LOG-ach w {dir}

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully configured.
cs: Instalace balíčků byla úspěšně dokončena. Správní rozhraní může na několik sekund přestat reagovat. Vyčkejte, až bude systém plně nastaven.

source: Installing
cs: Instalace…
pl: Instaluję

source: Installing packages
cs: Instalace balíčků…
pl: Uaktualnianie

source: Click here if the redirection fails
cs: V případě nezdaru přesměrování klikněte sem

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully configured. You will be automatically redirected to the next step
cs: Instalace balíčků byla úspěšně dokončena. Správní rozhraní může na několik sekund přestat reagovat. Vyčkejte, až bude systém plně nastaven. Poté budete samočinně přesměrováni na další krok
pl: Instalacja pakietów została zakończona pomyślnie. Interfejs administracyjny może nie odpowiadać przez kilka sekund. Proszę czekać cierpliwie dopóki system się nie zrestartuje. Zostanie automatycznie przekierowany do następnej strony.

source: packages left to remove
cs: balíčky, které zbývá odstranit
pl: pakiety pozostałe do usunięcia

source: The packages removal has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
cs: Odstranění balíčků bylo úspěšně dokončeno. Správní rozhraní může na několik sekund přestat reagovat. Vyčkejte, až bude systém restartován
pl: Usuwanie pakietów zakończono pomyślnie. Interfejs administracyjny może nie odpowiadać przez kilka sekund. Proszę czekać cierpliwie dopóki system się nie zrestartuje.

source: The packages removal has not finished correctly . More information on the logs in {dir}
cs: Odstranění balíčků nebylo správně dokončeno. Více informací naleznete v protokolu událostí v {dir}

source: Removing packages
cs: Odebrání balíčků…

source: Removing the selected package and its dependent packages
cs: Odebírání vybraného balíčku a dalších, které na něm závisejí…
pl: Usuwam zaznaczone pakiety

source: Choose Zentyal packages to install
cs: Zvolte balíčky Zentyal, které mají být nainstalovány
pl: Wybierz pakiety Zentyala do zainstalowania

source: Zentyal components
cs: Součásti Zentyal
pl: komponenty Zentyala

source: Initial Setup
cs: Úvodní nastavení

source: automatic updates configuration
cs: nastavení samočinných aktualizací
pl: konfiguracja automatycznej aktualizacji

source: Software management settings
cs: Nastavení správy programového vybavení
pl: Ustawienia zarządzania oprogramowaniem

source: Automatic software updates
cs: Automatické aktualizace softwaru
pl: Automatyczne aktualizacje systemu

source: Software Management
cs: Správa programového vybavení
pl: Zarządzanie Oprogramowaniem

source: Cannot use software package manager. Probably is currently being used by another process. You can either wait or kill the process.
cs: Správce balíčků programového vybavení není v tuto chvíli k dispozici. Nejspíš je používán jiným procesem. Buď počkejte na jeho dokončení nebo jej ukončete.

source: Cannot use software package manager. Error output: {err}
cs: Správce balíčků programového vybavení není v tuto chvíli k dispozici. Chybový výstup: {err}

source: You cannot modify the automatic update using QA updates from Web UI. To disable automatic updates, edit {conf} and disable {key} key.
cs: Nastavení samočinných aktualizací nelze změnit z webového správního rozhraní. Pokud je chcete vypnout, upravte {conf} a zakomentujte zde položku {key}.

source: Zentyal Components
cs: Součásti Zentyal
pl: Komponenty Zentyala

source: System Updates
cs: Aktualizace systému
pl: Aktualizacje Systemu

source: Software management is currently locked by {locker}. Please, try again later
cs: Správa programového vybavení je nyní uzamčena {locker}. Zkuste to později znovu
pl: Zarządzanie oprogramowanie jest obecnie zablokowane przez {locker}. Proszę spróbować później

source: Package Selection
cs: Výběr balíčku
pl: Wybór pakietu

source: Initial Configuration
cs: Úvodní nastavení
pl: Konfiguracja wstępna

source: To configure spamassassin daemon
cs: Pro nastavení procesu služby spamassassin

source: Spam threshold
cs: Práh spamu
pl: Próg Spamu

source: It must be a number(decimal point allowed)
cs: Je třeba, aby tato hodnota byla číslo (může být i desetinné)

source: The spam's threshold cannot be higher than its autolearn threshold
cs: Práh nevyžádané pošty nemůže být vyšší než jeho práh samoučení

source: The spam's threshold cannot be lower or equal than its ham's autolearn threshold
cs: Práh nevyžádané pošty nemůže být nižší nebo stejný než jeho práh samoučení vyžádané pošty

source: Cannot learn because bayesian filter is disabled in the current configuration. In order to be able to learn enable the bayesian filter and save changes
cs: Nelze pokračovat v učení, protože v současném nastavení je vypnut bayesian filtr. Pokud se má v učení pokračovat, zapněte tento filtr a uložte změny

source: Accounts from the domain {d} cannot train the bayesian filter
cs: Účty pro doménu {d} nemohou trénovat bayesian filtr

source: To configure amavis
cs: Nastavit amavis

source: Zentyal internal mail filter
cs: Vnitřní e-mailový filtr v Zentyal
pl: Wewnętrzny filtr pocztowy serwera Zentyal

source: SMTP filter proxy
cs: SMTP proxy filtr
pl: Proxy filtra SMTP

source: Antispam
cs: Filtr nevyžádané pošty
pl: Antyspam

source: Write down a decimal number
cs: Zadejte číslo v desítkové soustavě
pl: Podaj liczbę dziesiętną

source: Only non-zero positive numbers are allowed
cs: Přijatelná jsou pouze nenulová kladná čísla
pl: Dozwolone są tylko liczby większe od zera

source: Write down a number lesser than {m}
cs: Zadejte číslo menší než {m}
pl: Podaj liczbę mniejszą niż {m}

source: Write down a number greater than {m}
cs: Zadejte číslo větší než {m}
pl: Podaj liczbę większą niż {m}

source: email address
cs: e-mailová adresa
pl: adres e-mail

source: The sender ought be either an email address or a domain name prefixed with '@'
cs: Odesilatel by měl být buď e-mailová adresa nebo název domény s předponou „@“
pl: W polu Nadawca powinien znajdować się adres e-mail lub nazwa domenowa poprzedzona znakiem '@'

source: Pass
cs: Pustit
pl: Zatwierdź

source: Notify sender server
cs: Upozornit server odesilatele
pl: drugi serwer

source: Notify mail sender account
cs: Upozornit toho, kdo zprávu napsal
pl: alias konta mailowego

source: Drop silently
cs: Tiše zahodit

source: Mailfilter's policy
cs: Zásada filtru e-mailů
pl: Zasady filtra pocztowego

source: file extension
cs: přípona souboru
pl: rozszerzenie pliku

source: Mailbox
cs: Poštovní schránka
pl: Skrzynka pocztowa

source: mbox format expected
cs: očekáván formát mbox

source: Mailbox contains
cs: Obsah poštovní schránky
pl: Skrzynka zawiera

source: Train bayesian spam filter
cs: Učit bayesovský antispamový filtr

source: Learned from messages
cs: Naučeno ze zpráv

source: Train
cs: Trénovat
pl: Trening

source: spam
cs: nevyžádaná pošta

source: ham
cs: vyžádaná pošta

source: Invalid mailbox type: {type}
cs: Neplatný typ poštovní schránky: {type}
pl: Niewłaściwy typ skrzynki pocztowej: {type}

source: Mail sender
cs: Odesilatel e-mailu
pl: Nadawca

source: Policy
cs: Zásady
pl: Zasady

source: Sender policy for virtual domain
cs: Zásady odesílatele pro virtuální doménu
pl: Polityka przesyłania dla wirtualnej domeny

source: sender policy
cs: zásada odesílatele
pl: polityka przesyłania

source: whitelist
cs: seznam přijímaných (whitelist)
pl: biała lista

source: blacklist
cs: seznam odmítaných (blacklist)
pl: czarna lista

source: process
cs: proces
pl: proces

source: Antivirus enabled
cs: Antivirus povolen
pl: Antywirus włączony

source: Antispam enabled
cs: Filtr nevyžádané pošty zapnut
pl: Antyspam włączony

source: Service's port
cs: Port služby
pl: Port usług

source: Notify of non-spam problematic messages
cs: Oznamovat které sice nejsou nevyžádanou poštou, ale jsou jinak problematické
pl: Powiadom o problemach z wiadomościami

source: mail address
cs: mailová adresa
pl: adres mailowy

source: The port {port} is already used by module {mod}
cs: Port {port} se již používá v modulu {mod}
pl: Port {port} jest już używany przez moduł {mod}

source: Virus policy
cs: Zásada virů
pl: Polityka antywirusowa

source: Spam policy
cs: Zásada nevyžádané pošty
pl: Polityka antyspamowa

source: Bounce policy will be ignored for high-score spam messages
cs: Bouncy zásada bude ignorována pro zprávy s vysokým hodnocením nevyžádané pošty

source: Banned files policy
cs: Zásada zakázaných souborů

source: Bad header policy
cs: Zásada chybných hlaviček
pl: Polityka niepoprawnych nagłówków

source: Filter Policies
cs: Zásady filtru
pl: Polityka filtra poczty

source: Sender policy
cs: Zásady odesílatele
pl: Polityka przesyłania

source: External mail domain
cs: Externí poštovní doména
pl: Domena zewnętrzna

source: Allow connection
cs: Povolit připojení
pl: Zezwól na połączenie

source: External mail domains
cs: Externí poštovní domény
pl: Domeny zewnętrzne

source: external mail domain
cs: vnější e-mailové domény
pl: domena zewnętrzna

source: Here you can specify which external mail domains can connect to the mail filter
cs: Zde můžete určit, které externí mailové domény se můžou připojit k mailovému filtru
pl: Możesz podać które domeny zewnętrzne mogą łączyć się z filtrem pocztowym

source: {d} is a internal Zentyal virtual main domain
cs: {d} je vnitřní virtuální hlavní doména serveru Zentyal
pl: {d} jest domeną wirtualną serwera Zentyal

source: The score threshold to mark a message as spam
cs: Score limit pro označení zprávy jako spam

source: Spam subject tag
cs: Spam označení do předmětu zprávy
pl: Oznaczenie wiadomości śmieci

source: Tag which will be added to the spam mail subject
cs: Tag, který se připojí k předmětu spamové zprávy
pl: Oznaczenie dodawane do tematu wiadomości śmieci

source: Use Bayesian classifier
cs: Použití Bayesovského klasifikátoru

source: Auto-whitelist
cs: Automatické zařazení na seznam přijímaných (whitelist)

source: Change the score of mail according to the sender history
cs: Změna skóre pošty podle historie odesílatele

source: Auto-learn
cs: Samoučení
pl: Auto nauka

source: Feedback the learning system with messages that reach the threshold
cs: Dávat systému učení zpětnou vazbu, když dosáhne prahu

source: Autolearn spam threshold
cs: Samoučit práh nevyžádané pošty

source: Spam messages with a score equal or greater than this threshold will be added to the learning system
cs: Spamy které mají skóre rovný nebo vyšší než je tento práh budou přidány do learning systému

source: Autolearn ham threshold
cs: Samoučit práh ham

source: Ham messages with a score below this threshold will be added to the learning system
cs: Ham správy, které mají hodnocení pod tento práh budou přidány do učícího systému

source: Antispam configuration
cs: Nastavení filtru nevyžádané pošty

source: You must define autolearn spam threshold when autolearn option is active
cs: Pokud je zapnut volba samoučit, je třeba určit práh samoučení nevyžádané pošty.

source: You must define autolearn ham threshold when autolearn option is active
cs: Pokud je zapnuta volba samoučit, je třeba určit práh samoučení ham.

source: The spam's autolearn threshold cannot be lower than the default spam's treshold
cs: Hodnota prahu nevyžádané pošty nemůže být vyšší než výchozí práh

source: The ham's autolearn threshold canot be higher or equal than the default spam level
cs: Hodnota prahu ham nemůže být vyšší než výchozí práh

source: MIME types which are not listed below are allowed. MIME types aren't used by POP transparent proxy
cs: MIME typy, které nejsou uvedeny níže, jsou povoleny. MIME typy jsou používány v POP transparentní proxy

source: Use virus filtering
cs: Použít filtrování virů
pl: Użyj filtra antywirusowego

source: Use spam filtering
cs: Odfiltrovávat nevyžádanou poštu
pl: Użyj filtra antyspamowego

source: default
cs: výchozí
pl: domyślne

source: custom threshold
cs: vlastní práh
pl: zdefiniowany próg

source: Antispam sender policy
cs: zásada odesilatele pro filtr nevyžádané pošty

source: Virtual Domains specific policies
cs: Zásady, specifické virtuálním doménám
pl: Aliasy domeny wirtualnej

source: virtual domain policy
cs: virtuální doménový alias
pl: alias domeny wirtualnej

source: There are no virtual mail domains managed by this server. You can create some in the {openA}virtual domains mail page{closeA}.
cs: Tento server doposud nespravuje žádné virtuální e-mailové domény. Vytvořit je můžete na {openA}stránce e-mail virtuálních domén{closeA}.

source: External mail server
cs: Externí mail server
pl: Zewnętrzny serwer pocztowy

source: IP address of the server
cs: IP adresa serveru
pl: Adres IP zewnętrznego serwera

source: External mail servers
cs: Vnější e-mailové servery
pl: Zewnętrzne serwery pocztowe

source: external mail server
cs: Vnější e-mailový server
pl: zewnętrzny serwer pocztowy

source: Here you can specify which external mail servers can connect to the mail filter
cs: Zde můžete určit, které externí poštovní servery se mohou připojit k mail filtru
pl: Tutaj możesz określić, które z zewnętrznych serwerów pocztowych mogą podłączać się do filtra poczty

source: Invalid external MTA {mta}. Local network addresses are not allowed
cs: Neplatné externí MTA {mta}. Lokální síťové adresy nejsou povoleny
pl: Nieprawidłowy zewnętrzny MTA {mta}. Adresy lokalne nie są dozwolone

source: Extensions which are not listed below are allowed
cs: Přípony, které nejsou uvedeny níže jsou povoleny
pl: Rozszerzenia nie zdefiniowane poniżej są akceptowane

source: Virtual mail domain {vd} does not exist
cs: Virtuální poštovní doména {vd} neexistuje
pl: Domena wirtualna {vd} nie istnieje

source: SMTP Mail Filter
cs: SMTP poštovní filtr
pl: Filtr Poczty SMTP

source: External connections
cs: Externí připojení
pl: Połączenia zewnętrzne

source: Attached Files Filter
cs: Filtr příloh
pl: Filtr załączonych plików

source: Filter mail messages according attached files. The transparent POP proxy only filters by extension
cs: Filtrovat zprávy dle přiložených souborů. Transparentní POP proxy filtruje pouze dle přípon souborů

source: Mail Filter
cs: Filtr pošty
pl: Filtr Poczty

source: Add clamav user to amavis group
cs: Přidat uživatelský účet clamav do skupiny amavis
pl: Dodaj użytkownika clamav do grupy amavis

source: Clamav need access to amavis fields to properly scan mail
cs: ClamAV potřebuje mít přístup k amavis, aby mohl správně skenovat emaily
pl: Clamav wymaga dostępu do amavis, by móc poprawnie skanować pocztę

source: Add clamav user to p3scan group
cs: Přidat ClamAV uživatele do skupiny p3scan
pl: Dodaj użytkownika clamav do grupy p3scan

source: Clamav need access to p3scan group to properly scan in the POP Proxy
cs: ClamAV potřebuje mít přístup k p3scan skupině, aby mohl správně skenovat v POP Proxy
pl: Clamav wymaga dostępu do grupy p3scan, by móc poprawnie skanować w POP Proxy

source: Add spam and ham system users
cs: Přidat systémové uživatele spam a ham
pl: Dodaj użytkownika systemowego spam i ham

source: This users are for the email accounts used for training the bayesian filter
cs: Tyto uživatelé jsou pro e-mailové účty používané pro výcvik bayesovský filtrů

source: Update LDAP
cs: Aktualizovat LDAP
pl: Aktualizacja LDAP

source: Add amavis specific classes and fields
cs: Přidat amavis specifické třídy a pole
pl: Dodaj klasy i pola specyficzne dla Amavisa.

source: Mail server has a custom filter set, unset it before enabling Zentyal Mail Filter module
cs: Poštovní server má svou sadu filtrů, vypněte ji před zapnutím modulu filtrování e-mailů v Zentyal
pl: Serwer pocztowy ma niestandardowy zestaw filtrów, wyłącz go przed włączeniem modułu filtrów pocztowych Zentyal

source: Cannot proceed because the filter is in use
cs: Nelze pokračovat, protože je filtr v používání
pl: Filtr jest w użyciu. Nie można kontynuować

source: Mail filter
cs: Poštovní filtr
pl: Filtr Poczty

source: Sender address
cs: Adresa odesílatele
pl: Adres nadawcy

source: Recipient address
cs: Adresa příjemce
pl: Adres odbiorcy

source: Spam hits
cs: Spam body
pl: Ilość spamu

source: Bad header found
cs: Nalezena nesprávná hlavička
pl: Znaleziono zły nagłówek

source: Spam found
cs: Nalezena nevyžádaná pošta
pl: Znaleziono wiadomości śmieci

source: Forbidden attached file found
cs: Nalezen zakázaný přiložený soubor
pl: Niedozwolony załącznik

source: Address in blacklist found
cs: Nalezena adresa na blacklistu
pl: Adres e-mail znajduje sie na czarnej liście

source: Virus found
cs: Nalezen virus
pl: Znaleziono wirusa

source: Clean message
cs: Čistá zpráva
pl: Wiadomość jest czysta

source: Unable to reinject in the mail server
cs: Nelze vložit zpět do poštovního serveru
pl: Nie można połączyć się z serwerem SMTP {smtp}

source: SMTP filter
cs: SMTP filtr
pl: Filtr SMTP

source: Files ACL
cs: Seznamy řízení přístupu (ACL) k souborům
pl: Pliki ACL

source: DNS module must be configured to work with this feature
cs: DNS modul musí být pro práci této funkce nastaven
pl: Moduł DNS musi zostać skonfigurowany do pracy z tą funkcją

source: {pkg} must be installed to use this feature
cs: Pro použití této funkce, musí být nainstalován balíček {pkg}
pl: By skorzystać z tej funkcji należy zainstalować {pkg}

source: DNS module must be enabled to make this feature work.
cs: Aby tato funkce byla dostupná, musí být zapnutý DNS modul.

source: Dynamic DNS feature has been disabled in DHCP module in {iface} interface.
cs: Funkce dynamické DNS byla vypnuta v DHCP modulu na rozhraní {iface}

source: Domain name appended to the hostname from those clients whose leased IP address comes from a range
cs: Doménový název, připojený k názvu stroje z těch klientů, jejichž zapůjčené IP adresy pocházejí z rozsahu
pl: Nazwa domeny dodana do nazwy hosta od klientów, którzy pobrali adresy IP z zakresu

source: Static domain
cs: Statická doména
pl: Domena statyczna

source: Domain name appended to the hostname from those clients with a fixed address mapping
cs: Název domény, připojený k názvu stroje z těchto klientů s pevným mapováním adres
pl: Nazwa domeny dodana do nazwy hosta od klientów ze stałymi adresami IP

source: Same as Dynamic Domain
cs: Stejné jako Dynamická doména
pl: Taka jak domena dynamiczna

source: Dynamic DNS Options
cs: Možnosti dynamické DNS
pl: Opcje domeny dynamicznej (DDNS)

source: The domains will be added automatically to DNS module in read-only mode
cs: Domény budou přidány automaticky k DNS modulu v režimu pouze pro čtení
pl: Domeny zostaną dodane automatycznie do modułu DNS w trybie tylko do odczytu

source: Range {from}-{to} is not in network {net}
cs: Rozsah {from}-{to} není v síti {net}
pl: Adresy {from}-{to} nie należą do sieci {net}

source: Range {from}-{to} includes interface with IP address: {ifaceIP}
cs: Rozsah {from}-{to} obsahuje rozhraní s IP adresou: {ifaceIP}
pl: Zakres {from}-{to} zawiera adres IP interfejsu: {ifaceIP}

source: Range {from}-{to} includes the HA floating IP: "{name}" - {IP}
cs: Rozsah {from}-{to} zahrnuje plovoucí IP adresu vysoké dostupnosti: {name} – {IP}

source: The object contains the IP address {ip} which is also the address of the interface
cs: Objekt obsahuje IP adresu {ip}, která je též adresou rozhraní

source: The object contains an IP address {ip} which also is in the range '{range}': {from}-{to}
cs: Objekt obsahuje IP adresu {ip} která je též v rozsahu {range}: {from}-{to}

source: Fixed addresses
cs: Pevné adresy
pl: Adresy statyczne

source: fixed address
cs: pevná adresa
pl: adres statyczny

source: Not object added for fixed addresses
cs: Objekt nepřidán pro pevné adresy

source: Only those object members whose IP address is a host (/32) and is not used by the available range; it has a valid MAC and whose name is unique as fixed address, will be used.
cs: Budou použiti pouze ti členové objektu, jejichž IP adresa je host (/32) a není použita v dostupném rozsahu, mají platnou MAC adresu a jejich název i pevná IP adresa jsou jedinečné.

source: Members whose name is not a valid hostname will be modified to become a valid domain name.
cs: Členové, jejihž jméno není platný název stroje, budou upraveni tak, aby se stalo platným doménovým názvem.

source: {gateway} is not in the current network
cs: {gateway} není v této síti
pl: {gateway} nie należy do bieżącej sieci
