Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: Error restarting service {mod}. See {logs} for more information.
cs: Chyba při restartování služby {mod}. Podrobnosti naleznete v {logs}.
pl: Błąd podczas restartowania usługi {mod}. Zobacz {logs}, aby uzyskać więcej informacji.

source: Element not found
cs: Prvek nebyl nalezen

source: Please confirm that you want to delete the following backup file:
cs: Potvrďte, že opravdu chcete odstranit následující soubor, obsahující zálohu:
pl: Czy na pewno chcesz usunąć następujący plik kopii zapasowej?:

source: Please confirm that you want to restore using this backup file:
cs: Potvrďte, že opravdu chcete provést obnovení ze zálohy, obsažené v následujícím souboru:
pl: Czy na pewno chcesz przywrócić następujący plik z kopii zapasowej?:

source: Restore
cs: Obnovit
pl: Przywróć

source: The input contains invalid characters
cs: Vstup obsahuje nepřípustné znaky
pl: Wejście zawiera niedozwolone znaki.

source: Configuration backup
cs: Záloha nastavení

source: Full data and configuration backup
cs: Záloha veškerých dat a nastavení
pl: Pełna kopia zapasowa wraz z plikami konfiguracyjnymi

source: Bug-report configuration dump
cs: Výpis nastavení pro účely nahlášení chyby
pl: Zrzut konfiguracji na potrzeby raportu błędów

source: You have broken packages installed, fix them before upgrading
cs: V systému jsou poškozené balíčky. Aby bylo možné aktualizaci provést, je třeba tyto problematické balíčky opravit
pl: Twoje pakiety instalacyjne są uszkodzone, napraw je przed aktualizacją

source: No updates
cs: Žádné aktualizace

source: Nevertheless some packages require a reboot to be applied
cs: Nicméně některé balíčky vyžadují restart systému

source: {n} component updates
cs: {n} aktualizací součástí

source: {n} system updates
cs: {n} aktualizací systému

source: ({n} security)
cs: ({n} zabezpečení)

source: Moreover, some upgraded packages require a reboot to take effect
cs: Krom toho, aktualizace některých balíčků si vyžaduje restart

source: Your commercial server edition guarantees that these are quality assured software updates and will be automatically applied to your system.
cs: Komerční varianta serveru zajistí, že takovéto aktualizace budou mít zaručenou kvalitu a budou na váš systém instalovány automaticky.

source: Upgrading
cs: Aktualizace…
pl: Uaktualnianie

source: Backing up
cs: Zálohování
pl: Tworzenie kopii zapasowej

source: Backing up modules
cs: Zálohování modulů
pl: Tworzenie kopii zapasowej modułów

source: Operation
cs: Operace

source: operations left to finish backup
cs: operaci zbývá dokončit zálohování
pl: czynności pozostałe do zakończenia backupu

source: Backup successful
cs: Zálohování úspěšné

source: Restoring backup
cs: Obnovení ze zálohy
pl: Przywracanie z kopii zapasowej

source: Restoring modules
cs: Obnovení modulů
pl: Przywracanie modułów

source: modules restored
cs: moduly obnoveny
pl: przywrócone moduły

source: Restore successful
cs: Obnovení úspěšné

source: Invalid email address
cs: Neplatná e-mailová adresa

source: User name
cs: Uživatelské jméno
pl: Nazwa użytkownika

source: Confirm Password
cs: Potvrzení hesla

source: Your password must be at least 6 characters long.
cs: Je třeba, aby heslo bylo alespoň 6 znaků dlouhé.
pl: Hasło musi składać się z conajmniej 6 znaków.

source: Administrator Accounts
cs: Účty s oprávněním pro správu systému

source: administrator
cs: správce systému

source: User "{user}" created and granted Zentyal administrative permissions
cs: Uživatel {user} byl vytvořen a bylo mu přiděleno oprávnění pro správu Zentyal serveru

source: User "{user}" granted Zentyal administrative permissions
cs: Uživateli {user} bylo přiděleno oprávnění pro správu Zentyal serveru

source: User "{user}" has its Zentyal administration permissions revoked
cs: Uživateli {user} bylo odebráno oprávnění pro správu Zentyal serveru

source: Username
cs: Uživatelské jméno

source: The password must be at least 6 characters long
cs: Je třeba, aby heslo bylo alespoň 6 znaků dlouhé
pl: Hasło musi składać się z conajmniej 6 znaków

source: Halt
cs: Vypnout
pl: Zatrzymaj system

source: Zentyal is going down for halt
cs: Zentyal se vypíná
pl: Trwa zamykanie systemu

source: Reboot
cs: Restart
pl: Uruchom ponownie

source: Zentyal is going down for reboot
cs: Zentyal se restartuje
pl: Trwa zamykanie systemu w celu ponownego uruchomienia.

source: Halt or Reboot
cs: Vypnout nebo restartovat
pl: Zatrzymanie lub ponowne uruchomienie systemu

source: You might lose your Internet connection if this machine is halted.
cs: Pokud tento stroj vypnete, může dojít k výpadku spojení s Internetem.
pl: Możesz utracić połączenie z internetem jeśli ten system zostanie zatrzymany.

source: The date and time was changed successfully.
cs: Datum a čas byly úspěšně změněny.

source: Date and time
cs: Datum a čas

source: A change in the date or time will cause all Zentyal services to be restarted.
cs: Změna data a/nebo času zapříčiní restart všech služeb, poskytovaných Zentyal serverem.
pl: Zmiana daty lub czasu spowoduje zrestartowanie wszystkich usług Zentyala

source: As the NTP synchronization with external servers is enabled, you cannot change the date or time.
cs: Pokud je zapnuta synchronizace času s NTP servery, nelze datum a čas měnit ručně.
pl: Ponieważ włączona jest synchronizacja z zewnętrznymi serwerami NTP, nie można zmienić daty ani godziny.

source: You will probably have to restart some services after changing the time zone.
cs: Po změně časového pásma bude nejspíš třeba restartovat některé služby.

source: Server edition
cs: Varianta serveru

source: Renovation date
cs: Datum obnovení

source: You will need to restart all the services or reboot the system to apply the hostname change.
cs: Aby se změna názvu stroje projevila, bude třeba restartovat všechny služby nebo rovnou celý server.
pl: Żeby zmiana nazwy hosta zaczęła funkcjonować, musisz zrestartować usługi lub uruchomić system

source: Hostname and Domain
cs: Název stroje a doména

source: Change hostname
cs: Změnit název stroje

source: {op}A hostname change will create a new certificate for the web administration connections. This means you will have to accept the new certificate in your browser. Try to reload the page if automatic redirection does not work after the save changes process finishes.{cp}
cs: {op}Změna názvu stroje vyvolá vytvoření nového certifikátu pro webové správní rozhraní. To znamená, že bude třeba tento nový certifikát přijmout ve vašem webovém prohlížeči. V případě, že po uložení změn nezafunguje samočinné přesměrování, zkuste stránku načíst znovu.{cp}

source: {op}You may need to restart all the services or reboot the system to enforce the change{cp}
cs: {op}Pro vynucení změny bude možná třeba restartovat všechny služby nebo rovnou celý server{cp}

source: {op}As the Users module is already installed and configured, if you change the hostname you will LOSE ALL YOUR USERS DATA.{cp}
cs: {op}V případě, že je již nainstalován a nastaven modul Uživatelé, způsobí změna názvu stroje ZTRÁTU VEŠKERÝCH DAT UŽIVATELŮ.{cp}
pl: {op}Ponieważ moduł Użytkownicy jest już zainstalowany i skonfigurowany, zmiana nazwy hosta spowoduje utratę WSZYSTKICH DANYCH UŻYTKOWNIKÓW.{cp}

source: {op}Additionally, using a domain ending in '.local' can conflict with other protocols like zeroconf and is, in general, discouraged.{cp}
cs: {op}Dále, použití domény, končící na .local může kolidovat s ostatními protokoly, jako např. zeroconf a je obecně nedoporučováno.{cp}

source: {op}Are you sure you want to change the hostname to {new}?.{cp}
cs: {op}Opravdu chcete změnit název stroje na {new}?.{cp}
pl: {op}Czy na pewno chcesz zmienić nazwę hosta na {new}?{cp}

source: The length must be between {min} and {max} characters
cs: Je třeba, aby délka byla v rozmezí {min} až {max} znaků

source: Host domain
cs: Doména stroje

source: DNS names can contain only alphabetical characters (a-z), numeric characters (0-9) and the minus sign (-)
cs: DNS názvy mohou obsahovat pouze písmena (a-z), číslice (0-9) a znak „-“ (mínus-pomlčka)
pl: Nazwy DNS mogą zawierać tylko znaki alfabetyczne (a-z), znaki numeryczne (0-9) oraz znak minus (-)

source: On this page you can set different general system settings
cs: Na této stránce je možné provádět nejrůznější obecná nastavení systému

source: Date and Time
cs: Datum a čas

source: Module Status Configuration
cs: Nastavení stavu modulu
pl: Konfiguracja Modułów

source: Failed to enable {mod}: {err}
cs: Nepodařilo se zapnout {mod}: {err}
pl: Nie udało się włączyć {mod}: {err}

source: Failed to enable: {err}
cs: Nepodařilo se zapnout: {err}
pl: Nie udało się włączyć: {err}

source: Cannot create software packages cache. Make sure that your sources and preferences files in /etc/apt are readable and retry
cs: Nelze vytvořit mezipaměť balíčků programového vybavení. Ujistěte se, že soubory s popisem repozitářů a předvoleb v /etc/apt mají nastavena příslušná přístupová práva a zkuste to znovu

source: Enabling {modName} module
cs: Zapínání modulu {modName}…
pl: Włączanie modułu {modName}

source: Saving {modName} module
cs: Ukládání modulu {modName}
pl: Zapisywanie modułu {modName}

source: running {scriptName} script
cs: běžící skript {scriptName}
pl: Uruchamianie skryptu {scriptName}

source: Query Logs
cs: Dotaz do záznamů událostí
pl: Zestawienie logów

source: Full Reports
cs: Úplná hlášení
pl: Pełne raporty

source: This log is forced by its module. You can only disable it by disabling {module} module
cs: Pořizování tohoto záznamu je požadováno modulem, ze kterého tyto události pocházejí. Zaznamenávání je možné vypnout jedině vypnutím předmětného modulu {module}

source: never purge
cs: nikdy nečistit
pl: nigdy nie usuwaj

source: one hour
cs: jedna hodina
pl: 1 godzina

source: twelve hours
cs: dvanáct hodin
pl: 12 godzin

source: one day
cs: jeden den
pl: 1 dzień

source: three days
cs: tři dny
pl: 3 dni

source: one week
cs: jeden týden
pl: 1 tydzień

source: fifteeen days
cs: patnáct dnů
pl: 15 dni

source: thirty days
cs: třicet dnů
pl: 30 dni

source: ninety days
cs: devadesát dnů
pl: 90 dni

source: one year
cs: jeden rok

source: two years
cs: dva roky

source: Purge logs older than
cs: Odstranit záznamy událostí starší než
pl: Usuń logi starsze niż

source: Current configuration
cs: Stávající nastavení
pl: Bieżąca konfiguracja

source: Enable/disable logging per-module basis
cs: Jednotlivě zapíná/vypíná zaznamenávání událostí, pro každý z modulů zvlášť
pl: Włącz/wyłącz rejestrowanie logów dla poszczególnych modułów

source: logs
cs: záznamy událostí
pl: logi

source: Full report
cs: Úplné hlášení
pl: Pełny raport

source: Force log purge
cs: Vynutit odstranění záznamů událostí
pl: Wymuś czyszczenie logów

source: Purge
cs: Odstranit
pl: Czyść

source: Configure Logs
cs: Nastavit záznamy událostí
pl: Konfiguruj logi

source: Logs module allows you to register and query information about the Zentyal services
cs: Modul Záznamy událostí umožňuje zjišťování informací o službách provozovaných na Zentyal serveru

source: Could not open the config file {file}.
cs: Nejde otevřít konfigurační soubor {file}.
pl: Nie mogę otworzyć pliku konfiguracyjnego {file}.

source: The ebox user has not been set in the config file.
cs: Uživatel nebyl nastavený v konfiguračním souboru.
pl: Użytkownik Zentyala nie został ustawiony w pliku konfiguracyjnym.

source: Running command '{cmd}' as {user} failed
cs: Spuštění příkazu '{cmd}' jako {user} bylo neúspešné
pl: Uruchomienie komendy '{cmd}' jako użytkownik {user} nie powiodło się.

source: Total ticks
cs: Celkově tiků

source: It must be a non-zero positive number
cs: Je třeba, aby se jednalo o kladné číslo, větší než nula
pl: Wymagana liczba całkowita większa od zera

source: Cannot execute {exe}
cs: Nelze spustit {exe}
pl: Nie mogę uruchomić {exe}

source: Number of ticks to notify
cs: Počet tiků k oznámení

source: must be greater than zero
cs: je třeba, aby bylo větší než nula
pl: wymagany większy od zera

source: Executable has not been run
cs: Program nebyl spuštěn
pl: Program wykonywalny nie został uruchomiony

source: The executable has not run
cs: Program nebyl spuštěn
pl: Program wykonywalny nie pracował

source: The executable has already been started
cs: Program již byl spuštěn
pl: Program wykonywalny został już uruchomiony

source: The executable has already finished
cs: Vykonávání programu již bylo dokončeno
pl: Program wykonywalny zakończył już działanie

source: The verification of the certificate of server {server} failed. The certificate itself can be invalid, expired or has not yet come into effect. Also check the hour of your system to avoid false expirations
cs: Nepodařilo se ověřit certifikát serveru {server}. Certifikát může být neplatný, prošlý nebo ještě nezačal platit. Též zkontrolujte čas na svém systému

source: User and password do not match.
cs: Uživatel a heslo si neodpovídá.

source: Service enabled
cs: Služba zapnuta
pl: Usługa włączona

source: Service disabled
cs: Služba vypnuta
pl: Usługa wyłączona

source: Enable service
cs: Povolit službu
pl: Uruchom usługę

source: Creating backup archive
cs: Vytváření archivu se zálohou…
pl: Tworzenie kopii zapasowej

source: Dumping configuration of module {m}
cs: Pořizování výpisu nastavení modulu {m}…
pl: Zrzut konfiguracji modułu {m}

source: Could not extract the requested backup files: {files}
cs: Nelze extrahovat požadované záložní soubory: {files}
pl: Nie można odzyskać żądanych plików kopii zapasowej: {files}

source: Could not unpack the backup
cs: Zálohu nelze rozbalit
pl: Nie można rozpakować kopii zapasowej

source: Backup
cs: Zálohování
pl: Kopia zapasowa

source: Writing backup file to hard disk
cs: Zapisování souboru se zálohou na vnitřní datové úložiště…
pl: Zapisywanie kopii zapasowej na dysku

source: The following modules have unsaved changes: {mods}. Before doing the backup you must save or discard them
cs: V následujících modulech jsou neuložené změny: {mods}. Aby bylo možné provést zálohu, je třeba tyto měny buď uložit, nebo zahodit

source: Incorrect or corrupt backup file
cs: Nesprávný nebo poškozený soubor se zálohou
pl: Nieprawidłowy lub uszkodzony plik kopii zapasowej

source: The backup file is corrupt: could not open archive
cs: Soubor se zálohou je poškozený: archiv nelze otevřít
pl: Plik kopii zapasowej jest uszkodzony: nie mogę otworzyć archiwum

source: The backup file is corrupt: could not open backup checksum
cs: Soubor se zálohou je poškozený: nelze otevřít kontrolní součet zálohy
pl: Plik kopii zapasowej jest uszkodzony: nie mogę odczytać sumy kontrolnej kopii zapasowej

source: The backup file is corrupt.
cs: Soubor se zálohou je poškozený.
pl: Plik kopii zapasowej jest uszkodzony.

source: The backup archive has a invalid type. Maybe the file is corrupt or you are using a incompatible Zentyal version
cs: Soubor se zálohou je neplatného typu. Nejspíš je poškozený nebo používáte neslučitelnou verzi Zentyal serveru
pl: Archiwum kopii zapasowej jest niewłaściwego typu. Może plik jest uszkodzony lub używasz niekompatybilnej wersji Zentyala

source: The file is not a correct backup archive
cs: Tento soubor není správným archivem zálohy

source: There in not enough space left in the hard disk to complete the restore proccess. {size} Kb required. Free sufficient space and retry
cs: Pro dokončení procesu obnovy není na vestavěném úložišti dostatek volného místa. Uvolněte alespoň {size} KB a zkuste spustit obnovení znovu
pl: Za mało miejsca na dysku aby zakończyć proces odzyskiwania. Wymagane jest {size} KB. Zwolnij więcej miejsca i spróbuj ponownie.

source: No debian packages list file found; probably the backup was done in a incompatible Zentyal version. Only backups done in the actual Zentyal version can be restored
cs: Nebyl nalezen soubor se seznamem debian balíčků. Záloha byla nejspíš vytvořena v neslučitelné verzi Zentyal serveru. Obnoveno může být pouze ze záloh, pořízených v současné verzi Zentyal serveru

source: No zentyal-core found in the debian packages list form the backup; probably the backup was done in a incompatible Zentyal version. Only backups done in the actual Zentyal version can be restored
cs: V seznamu balíčků ze zálohy chybí zentyal-core. Záloha byla nejspíš vytvořena v neslučitelné verzi Zentyal serveru. Obnoveno může být pouze ze záloh, pořízených v současné verzi Zentyal serveru

source: Could not restore the backup because a mismatch between its Zentyal version and the current system version. Backup was done in Zentyal version {bv} and this system could only restore backups from Zentyal version {wv}
cs: Nelze obnovit ze zálohy kvůli nesouladu verzí systému, ve kterém byla pořízena a verzí stávající instalace. Záloha byla pořízena v Zentyal verze {bv}, zatímco tento systém může obnovit ze zálohy pouze ze Zentyal verze {wv}

source: Installing Zentyal packages in backup...
cs: Instalace Zentyl balíčků, uvedených v záloze…

source: The following modules present in the backup are not installed: {mods}. You need to install them before restoring.
cs: Následující moduly, přítomné v záloze, nejsou v současnosti nainstalovány: {mods}. Před obnovením ze zálohy je třeba je nainstalovat.

source: Cannot restore backup, error enabling module {m}: {err}
cs: Nelze obnovit ze zálohy, došlo k chybě při zapínání modulu {m}: {err}

source: No module {m} found in backup
cs: V záloze nebyl nalezen modul {m}
pl: W plikach kopii zapasowej nie znaleziono modułu {m}

source: Module {m} is in both exclude and include lists
cs: Modul {m} se nachází jak na seznamu vynechaných, tak zahrnutých

source: No modules to restore
cs: Žádné moduly k obnově
pl: Brak modułów do odzyskania

source: Unresolved restore dependency for module {topModule}: {modName} is not installed
cs: Nevyřešená závislost pro obnovení modulu {topModule}: {modName} není nainstalován
pl: Nierozwiązana zależność przywracania dla modułu {topModule}: {modName} nie jest zainstalowany.

source: Try to back up again as the created backup is corrupted
cs: Zkuste zálohu provést znovu, protože ta stávající je poškozená
pl: Spróbuj wykonać kopię zapasową ponownie, zrobiona przed chwilą wygląda na uszkodzoną

source: {mod} module is disabled. Don't forget to enable it on the {oh}Module Status{ch} section, otherwise your changes won't have any effect.
cs: Modul {mod} je vypnutý. Nezapomeňte ho zapnout v sekci {oh}Stav modulu{ch}, jinak provedené změny nebudou mít žádný vliv.

source: Alert
cs: Upozornění
pl: Ostrzeżenie

source: Rules
cs: Pravidla
pl: Reguły

source: Interfaces
cs: Rozhraní
pl: Interfejsy

source: Enable synchronization with external servers
cs: Synchronizovat čas s NTP externími servery

source: Here you can enable or disable time synchronization with external servers. You should remember to set up your timezone to have synchronization behaving correctly.
cs: Zde je možné zapnout nebo vypnout synchronizaci času s vnějšími servery. Nezapomeňte nastavit, v jaké časové zóně se nacházíte.

source: NTP Servers
cs: NTP servery

source: Here you can add external NTP servers to synchronize with.
cs: Sem je možné přidat vnější NTP servery, se kterými synchronizovat.

source: Remove ntp init script link and networking hooks (if-up.d and dhclient)
cs: Odebrat odkaz na inicializační skript a síťové háčky (if-up.d a dhclient)

source: Override ntpd apparmor profile
cs: Přebít apparmor profil pro ntpd

source: To allow samba clients to synchronize clock with ntp server
cs: Pro umožnění samba klientům synchronizovat hodiny s ntp serverem

source: NTP configuration file
cs: soubor s nastaveními pro NTP
pl: Plik konfiguracyjny NTP

source: Network Time Protocol
cs: NTP - protokol pro synchronizaci času hodin v počítačích

source: Read only
cs: Jen pro čtení
pl: Tylko do odczytu

source: Read/Write
cs: Číst/Zapisovat
pl: Odczyt/Zapis

source: Anonymous access
cs: Anonymní přístup
pl: Dostęp anonimowy

source: Personal directories
cs: Osobní složky
pl: Katalogi osobiste

source: Restrict to personal directories
cs: Osobní složky
pl: Katalogi osobiste

source: Gateway {gw} not reachable
cs: Brána {gw} není dosažitelná
pl: Brama {gw} jest nieosiągalna

source: You are connecting to Zentyal through the {i} interface. If you set it as external the firewall will lock you out during the installation.
cs: K serveru Zentyal připojujete přes rozhraní {i}. Pokud ho nastavíte jako vnější, brána firewall vám v průběhu instalace znemožní přístup.

source: network interface
cs: síťové rozhraní
pl: Interfejs sieciowy

source: virtual interface action
cs: akce virtuálního rozhraní
pl: akcja interfejsu wirtualnego

source: netmask
cs: maska sítě
pl: Maska sieci

source: virtual interface name
cs: název virtuálního rozhraní
pl: nazwa interfejsu wirtualnego

source: Network Diagnostic Tools
cs: Síťové diagnostické nástroje
pl: Diagnostyka sieci

source: Broadcast address
cs: Adresa všesměrového vysílání

source: MAC address
cs: MAC adresa

source: VLAN Id
cs: Identifikátor VLAN

source: method
cs: metoda
pl: metoda

source: ip address
cs: ip adresa
pl: adres IP

source: user name
cs: uživatelské jméno
pl: nazwa użytkownika

source: password
cs: heslo
pl: hasło

source: Network Interfaces
cs: Síťová rozhraní
pl: Interfejsy sieciowe

source: Search Domain
cs: Hledat Doménu
pl: Szukaj domeny

source: This domain will be appended when trying to resolve hosts if the first attempt without appending it has failed.
cs: Tato doména bude připojena v případě, kdy první pokus o překlad názvu stroje bez této domény nebyl úspěšný.

source: Members
cs: Členové
pl: Członkowie

source: Objects
cs: Objekty
pl: Obiekty

source: Objects List
cs: Seznam objektů
pl: Lista obiektów

source: object
cs: objekt
pl: obiekt

source: This object is being used by another module
cs: Tento objekt je používán jiným modulem
pl: Obiekt jest używany przez inny moduł

source: Objects are an abstraction of machines and network addresses which can be used in other modules. Any change on an object is automatically synched in all the modules using it
cs: Objekty jsou pomyslné zařízení a síťové adresy, které mohou být použité v ostatních modulech. Jakákoliv změna v objektu je automaticky přenesená do všech modulů využívající daný objekt
pl: Jakiekolwiek zmiany w obiektach są automatycznie synchronizowane z modułami, które ich używają

source: 'Any' is a reserved word that could not be used as object name to avoid confusions
cs: 'Any' je rezervované slovo, které nemůže být použité jako jméno objektu, aby se předešlo záměnám.
pl: Słowo 'Any' jest zarezerwowane i nie może być użyte jako nazwa obiektu

source: Internal
cs: Vnitřní
pl: Wewnętrzny

source: Tick this field if there is actually a service on the machine using the ports configured for this service. This helps Zentyal to know what ports are already busy
cs: Označit toto pole, pokud skutečně služba na tomto počítači používá porty nastavené pro tuto službu. Toto pomáhá Zentyal-u rozpoznat, jaké porty se právě používají.
pl: Zaznacz pole, jeśli ta usługa korzysta z portów skonfigurowanych dla niej. Dzięki temu Zentyal będzie miał wykaz aktualnie wykorzystywanych portów

source: Internal name
cs: Vnitřní název

source: List of services
cs: Seznam služeb
pl: Wykaz usług

source: service
cs: služba
pl: usługa

source: A service is an abstraction of one or more network protocols which can be used in other modules such as: firewall, traffic shaping...
cs: Služba je pojem pro jeden nebo více síťových protokolů, které mohou být použité v ostatních modulech, např.: firewall, traffic shaping ...
pl: Usługa jest abstrakcją jednego lub wielu protokołów sieciowych, które mogą być używane przez inne moduły, tj. firewall, równoważenie ruchu sieciowego...

source: Range
cs: Rozsah
