Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: Access has been Denied
pl: Dostęp został wzbroniony

source: Access to the page: {page} has been denied for the following reason
pl: Dostęp do strony {page} został zabroniony z następujących powodów:

source: You are seeing this error because what you attempted to access appears to contain, or is labeled as containing, material that has been deemed inappropriate.
pl: Widzisz ten błąd ponieważ to, do czego próbowałeś się dostać, zawiera lub jest oznaczone jako zawierający, materiał uznany za niepoprawny

source: If you have any queries contact your ICT Coordinator or Network Manager.
pl: Jeśli masz jakieś pytania skontaktuj się z administratorem sieci

source: Days of the week
pl: Dni tygodnia

source: User account
pl: Konto użytkownika

source: Administration rights
pl: #-#-#-#-# pl.po (ebox-zarafa 0.12) #-#-#-#-# Prawa administratora #-#-#-#-# pl.po (ebox-samba 0.12) #-#-#-#-# Prawa administracyjne #-#-#-#-# pl.po (ebox-jabber 0.12) #-#-#-#-# Prawa administratora

source: The following settings will take effect only when the Jabber module is enabled.
pl: Poniższe ustawienia zostaną zastosowane tylko przy włączony module pocztowy

source: Welcome to Zentyal FTP service.
pl: Witaj na serwerze FTP Zentyal

source: Trace
pl: Trasa

source: Broadcast
pl: Adres lokalny

source: Bridge
pl: Mostek

source: Bonding
pl: przekierowanie
