Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: File supplied as CA's certificate is not valid
cs: Soubor předložený jako certifikát cert. autority není platný
pl: Plik dostarczony jako certyfikat CA jest nieważny

source: File supplied as client's certificate is not valid
cs: Soubor předložený jako certifikát klienta není platný
pl: Plik dostarczony jako certyfikat klienta jest nieważny

source: File supplied as client's private key is not valid
cs: Soubor předložený jako soukromá část klíče klienta není platný
pl: Plik dostarczony jako prywatny certyfikat klienta jest nieważny

source: File supplied as client's certificate doesn't match with file supplied as CA's certificate
cs: Předložené certifikáty – klienta a certifikační autority – si neodpovídají
pl: Certyfikat klienta nie pasuje do certyfikatu urzędu certyfikacji CA

source: File supplied as client's certificate doesn't match with file supplied as certificate's private key
cs: Předložený certifikát klienta a soukromá část klíče k němu si neodpovídají
pl: Certyfikat klienta nie pasuje do prywatnego klucza

source: Jabber Account
cs: Jabber Účet
pl: Konto Jabber

source: Allow SSL
cs: Povolit SSL
pl: #-#-#-#-# pl.po (ebox-webserver 0.12) #-#-#-#-# Zezwalaj na SSL #-#-#-#-# pl.po (ebox-jabber 0.12) #-#-#-#-# Zezwól na SSL

source: Jabber domain
cs: Jabber doména
pl: Domena Jabber

source: SSL support
cs: podpora SSL
pl: #-#-#-#-# pl.po (ebox-webserver 0.12) #-#-#-#-# Wspomaganie SSL #-#-#-#-# pl.po (ebox-jabber 0.12) #-#-#-#-# Wsparcie dla SSL

source: General configuration settings
cs: Hlavní nastavení
pl: #-#-#-#-# pl.po (ebox-. 1.5) #-#-#-#-# Ogólne ustawienia konfiguracji #-#-#-#-# pl.po (ebox-zarafa 0.12) #-#-#-#-# Ogólne ustawienia konfiguracji #-#-#-#-# pl.po (ebox-webserver 0.12) #-#-#-#-# Ustawienia ogólne #-#-#-#-# pl.po (ebox-jabber 0.12) #-#-#-#-# Ustawienia konfiguracji

source: Jabber account
cs: Jabber účet
pl: konto Jabber

source: This user has a jabber account. If the user currently connected it will continue connected until jabber authorization is again required.
cs: Tento uživatel má jabber účet. Pokud je uživatel právě připojený, bude pokračovat v připojení, pokud ne bude se muset opět autorizovat.

source: Add Jabber LDAP schema
cs: Přidat Jabber do LDAP schématu
pl: Dodaj schemat LDAP Jabbera

source: Zentyal will need this schema to store Jabber users.
cs: Zentyal bude potřebovat toto schéma na ukládání uživatelů jabber-u
pl: Zentyal potrzebuje tego schematu do zachowania użytkowników Jabbera

source: Take into account you have to manually change the URL once the save changes process is started to see web administration again.
cs: Abyste se po uložení změn znovu dostali na webové správní rozhraní, bude třeba ručně změnit URL adresu.

source: Administration interface TCP port
cs: Číslo TCP portu pro správní rozhraní
pl: Port TCP dla panelu zarządzania

source: The language pack for {l} is missing, you can install it by running the following command: {c}
cs: Jazykový balíček pro {l} chybí, můžete jej nainstalovat spuštěním následujícího příkazu: {c}
pl: Brak pakietu językowego dla {l}, możesz go zainstalować uruchamiając następującą komendę: {c}

source: Language selection
cs: Volba jazyka

source: New language selected, save changes to commit
cs: Nový jazyk byl zvolen. Aby se změna promítla, je třeba změny uložit
pl: Wybrano nowy język, zapisz zmiany aby zastosować

source: System Information
cs: Informace o systému
pl: Informacja o systemie

source: Dashboard
cs: Přehled
pl: Pulpit

source: Module Status
cs: Stav modulu
pl: Moduły

source: System
cs: Systém

source: Date/Time
cs: Datum a čas
pl: Data/czas

source: Server Edition
cs: Varianta serveru

source: Configuration Backup
cs: Záloha nastavení
pl: Kopia zapasowa konfiguracji

source: Halt/Reboot
cs: Vypnout/Restartovat
pl: Zatrzymaj/Uruchom ponownie

source: General Information
cs: Obecné nastavení
pl: Informacja ogólna

source: Process List
cs: Seznam procesů
pl: Lista procesów

source: Resources
cs: Zdroje

source: available
cs: k dispozici
pl: osiągalne

source: Time
cs: Čas
pl: Czas

source: Hostname
cs: Název stroje
pl: Nazwa hosta

source: Core version
cs: Verze základu
pl: wersja Zentyala

source: Software
cs: Programové vybavení

source: Checking updates...
cs: Kontrola dostupnosti nových aktualizací…
pl: Sprawdzanie aktualizacji...

source: System load
cs: Vytížení systému
pl: Obciążenie systemu

source: Uptime
cs: Doba chodu od posledního spuštění (uptime)
pl: Czas pracy

source: Users
cs: Uživatelé

source: Restart
cs: Restartovat
pl: Uruchom ponownie

source: The service is enabled and running
cs: Služba je zapnuta a v provozu
pl: Usługa jest uruchomiona i pracuje poprawnie

source: The service is enabled, but not running
cs: Služba je zapnuta ale nefunguje
pl: Usługa jest włączona, lecz nie pracuje

source: Running unmanaged
cs: Provoz není ovládán

source: The service is running, but not enabled in Zentyal
cs: Služba je v provozu, ale není zapnuta v Zentyal
pl: Usługa jest uruchomiona, ale nie włączona

source: The service is not enabled in Zentyal
cs: Služba není zapnuta v Zentyal
pl: Ta usługa nie jest włączona

source: Must be a number between 1 and 4096
cs: Musí být číslo mezi 1 až 4096
pl: Należy wybrać wartość z przedziału 1 do 4096.

source: Cannot stat dir: {dir}. This may mean that the directory does not exist or the permissions forbid access to it
cs: Nelze určit složku: {dir}. Zdá se, že složka neexistuje, nebo není povolený přístup.
pl: Nie mogę odczytać katalogu: {dir}. Może to oznaczać, że katalog nie istnieje lub uprawnienia nie pozwalają na dostęp do niego.

source: The directory {dir} is not private; because it is owned by another user
cs: Složka {dir} není privátní, protože je vlastněná jiným uživatelem
pl: Katalog {dir} nie jest katalogiem prywatnym, ponieważ należy do innego użytkownika.

source: The file path supplied is not valid. (Currently not all of the valid file's characters are supported)
cs: Dodaná cesta k souboru není validní. (Některé znaky nejsou v názvech souborů povoleny)
pl: Podana ścieżka do pliku jest nieprawidłowa. (Obecnie nie wszystkie dozwolone w nazwach plików znaki są obsługiwane).

source: The file path must be absolute
cs: Cesta k souboru musí být absolutní
pl: Należy podać pełną ścieżkę.

source: Error on regular expression: {err}
cs: Chyba v regulárním výrazu: {err}

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: ={},/.?&+:-@ and spaces are allowed.
cs: Vstup obsahuje neplatné znaky. Přípustná jsou písmena (bez diakritiky!) a čísla, dále znaky: ={},/.?&+:-@ a mezery.

source: No trace available for this error
cs: Pro tuto chybu není k dispozici žádná stopa

source: An internal error has occurred. This is most probably a bug, relevant information can be found in the logs.
cs: Vyskytla se interní chyba. To je s největší pravděpodobností chyba (bug), lze nalézt příslušné informace v log záznamech.
pl: Wystąpił błąd wewnętrzny. Związane z nim komunikaty można znaleźć w logach.

source: An unexpected internal error has occurred. This is a bug, relevant information can be found in the logs.
cs: Došlo k neočekávané interní chybě. To je chyba (bug), lze nalézt příslušné informace v log záznamech.
pl: Wystąpił nieoczekiwany błąd wewnętrzny. Związane z nim komunikaty można znaleźć w logach.

source: Sorry, you have just hit a bug in Zentyal.
cs: Omlouváme se, právě jste narazili na chybu v Zentyal.

source: Please look for the details in the {f} file and take a minute to {oh}submit a bug report{ch} so we can fix the issue as soon as possible.
cs: Podrobnosti naleznete v souboru {f} a {oh}nahlásit chybu{ch} zabere jen chvilku. A pomůže to brzkému napravení problému.

source: Your request could not be processed because it had some incorrect parameters
cs: Váš požadavek nemůže být zpracován, protože obsahuje nesprávné parametry.
pl: Twoje żądanie nie mogło zostać przetworzone ponieważ zawierało nieprawidłowe parametry.

source: Your request could not be processed because it lacked some required parameters
cs: Váš požadavek nemůže být zpracován, protože chybějí některé požadované parametry
pl: Twoje żądanie nie mogło zostać przetworzone ponieważ brakowało w nim niektórych wymaganych parametrów.

source: Initial configuration wizard
cs: Průvodce úvodním nastavením
pl: Kreator wstępnej konfiguracji

source: Search
cs: Hledat
pl: Szukaj

source: No search term
cs: Výraz, který nehledat

source: The search term should have a length of, at least, 3 characters
cs: Hledaný výraz by měl být alespoň 3 znaky dlouhý

source: Upgrade to Zentyal 4.2
cs: Přejít na Zentyal 4.2
pl: Aktualizuj do wersji Zentyal 4.2

source: Save Changes
cs: Uložit změny
pl: Zapisz zmiany

source: row
cs: řádek

source: The {rowName} "{r}" has been deleted
cs: {rowName} "{r}" byl smazán

source: The {rowName} "{r}" has been moved from {x} to {y} position
cs: {rowName} "{r}" byl přesunut z pozice {x} na {y}

source: The action "{a}" has been executed
cs: Akce {a} byla vykonána

source: A new {rowName} "{r}" has been added with "{f}" set to "{x}"
cs: Nový {rowName} {r} byl přidán s {f} nastaveným na {x}

source: The field "{f}" in the {rowName} "{r}" has been changed from "{x}" to "{y}"
cs: Kolonka {f} v {rowName} {r} byla změněna z {x} na {y}

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
cs: Došlo k chybě, týkající se šablony. Je to chyba, příslušné informace jsou k nalezení v protokolu událostí.

source: Save configuration
cs: Uložit nastavení
pl: Zapisz konfigurację

source: OK
cs: Potvrď

source: Saving changes in modules
cs: Ukládání změn v modulech
pl: Zapisywanie zmian w modułach

source: Current operation
cs: Aktuální operace

source: operations performed
cs: provedené operace
pl: Wykonywane operacje

source: Changes saved
cs: Změny uloženy
pl: Zmiany zostały zapisane

source: Some modules reported error when saving changes . More information on the logs in {dir}
cs: Některé moduly ohlásily chybu při ukládání změn. Více informací v logu {dir}
pl: Podczas zapisywania zmian niektóre moduły zgłosiły błąd. Więcej informacji znajdziesz w logach w {dir}

source: Saving changes
cs: Ukládání změn
pl: Zapisuję zmiany

source: Revoking changes in modules
cs: Zrušení změny v modulech
pl: Unieważnianie zmian w modułach

source: Current module
cs: Aktuální modul
pl: Bieżący moduł

source: modules revoked
cs: moduly zrušeny
pl: unieważnione moduły

source: Changes revoked
cs: Změny zrušeny
pl: Unieważnione zmiany

source: Some modules reported error when discarding changes . More information on the logs in {dir}
cs: Některé moduly ohlásily chybu při rušení změn. Více informací v logu {dir}
pl: Podczas odrzucania zmian niektóre moduły zgłosiły błąd. Więcej informacji znajdziesz w logach w {dir}

source: Revoking changes
cs: Zrušení změny
pl: Unieważnianie operacji

source: Save changes
cs: Uložit změny
pl: Zapisz zmiany

source: Logout
cs: Odhlásit
pl: Wyloguj

source: Installation finished
cs: Instalace byla dokončena
pl: Instalacja zakończona

source: Not a leap year.
cs: Nejedná se přestupný rok.

source: This month does not have 31 days.
cs: Tento měsíc nemá 31 dnů.

source: Not
cs: Ne

source: Enter a float number
cs: Zadejte desetinné číslo

source: The value shouldn't be greater than {m}
cs: Hodnota by neměla být větší než {m}
pl: Wartość nie może być większa niż {m}

source: The value shouldn't be less than {m}
cs: Hodnota by neměla být menší než {m}
pl: Wartość nie może być mniejsza niż {m}

source: URI usually follows the format scheme://authority/path
cs: URI má obvykle podobu schema://autorita/umisteni

source: Scheme should be one of: {schemes}, not {scheme}
cs: Schema by mělo být jedno z: {schemes}, ne {scheme}

source: any
cs: jakékoli

source: Single port
cs: Jediný port
pl: Pojedynczy port

source: Port range
cs: Rozsah portů
pl: Zakres portów

source: "From" {from} must be greater than "To" {to}
cs: Hodnota "Od" {from} musí být větší než hodnota "Do" {to}
pl: "Od" {from} musi być większe od "Do" {to}

source: Enter an integer number
cs: Zadejte celé číslo
pl: Podaj liczbę całkowitą

source: It must be a valid HTML string
cs: Je třeba, aby se jednalo o platný HTML řetězec

source: The password should have at least {minLength} characters
cs: Heslo by mělo mít alespoň {minLength} znaků
pl: Hasło musi składać się z conajmniej {minLength} znaków

source: The password should have at most {maxLength} characters
cs: Heslo by mělo mít většinou {maxLength} znaků
pl: Hasło musi składać się z maksymalnie {maxLength} znaków

source: Password mismatch, make sure passwords are identical
cs: Zadání hesla se neshodují, zajistěte, aby byla
pl: Niejednakowe hasło, upewnij się, że hasła są identyczne

source: {name} empty. You can add and select a new {name} with the 'add new' button
cs: {name} prázdné. Můžete přidat a zvolit nový {name} pomocí tlačítka přidat nové

source: {name} has not selectable values
cs: {name} nemá vybratelné hodnoty

source: Choose a value within the value set: {set}
cs: Vyberte hodnotu z množiny: {set}

source: Must be in the form HH:MM::SS
cs: Je třeba, aby bylo ve formátu HH:MM::SS

source: No digit character in time component
cs: V uvedení času byl zadán znak, který není číslice

source: Invalid hours value
cs: Neplatná hodnota hodin

source: Invalid minutes value
cs: Neplatná hodnota hodin

source: Invalid seconds value
cs: Neplatná hodnota sekund

source: IP addresses are not allowed
cs: IP adresy zde není možné použít
pl: Podane adresy są niedozwolone

source: Begin of IP range
cs: Počátek IP rozsahu
pl: Początek zakresu adresów IP

source: End of IP range
cs: Konec IP rozsahu
pl: Koniec zakresu adresów IP

source: End of range address should be smaller than start of range address
cs: Konec rozsahu adres by měl být nižší než počátek rozsahu adres

source: The IP range contained {size} addresses, the maximum is {max} addresses
cs: IP rozsah obsahuje {size} adres, maximem je {max} adres

source: Time zone
cs: Časové pásmo

source: This city does not exist.
cs: Takové město v databázi neexistuje

source: This continent does not exist.
cs: Takový kontinent v databázi neexistuje.

source: {model} in {module} module
cs: {model} v modulu {module}
pl: {model} w module {module}

source: Actions to be taken allowed are: {view} and {cView}
cs: Možné akce jsou: {view} a {cView}
pl: Akcje możliwe do wykonania to: {view} oraz {cView}

source: It should be one of following values: {values}
cs: Mělo by být jedna z následujících hodnot: {values}
pl: Powinna to być jedna z poniższych wartości: {values}

source: You cannot set the width property if the composite has not a: {left_right} layout
cs: Vlastnost šíře není možné nastavit v případě, že rozložení nemá: {left_right} rozvržení

source: The data you are removing is being used by the following sections:
cs: Data, která odebíráte, jsou používána v následujících sekcích:
pl: Usuwane dane są używane przez poniższe sekcje:

source: The data you are modifying is being used by the following sections:
cs: Data, která měníte, jsou používána v následujících sekcích:
pl: Modyfikowane dane są używane przez poniższe sekcje:

source: element
cs: prvek

source: There is not any {element}
cs: Není zde žádná {element}

source: field
cs: kolonka
pl: pole

source: Remove {num} rows of {rowName} from {model}{br}
cs: Odstranit {num} řádků {rowName} z {model}{br}
pl: Usuń {num} kolumnę(y) o nazwie {rowName} z {model}{br}

source: Page size
cs: Velikost stránky
pl: Rozmiar strony

source: Must be either a positive number or "_all" for all elements
cs: Je třeba, aby bylo buď kladné číslo nebo, jako vyjádření pro veškeré prvky, klíčové slovo „_all“

source: New {name}
cs: Nový {name}

source: {row} added
cs: {row} přidáno
pl: dodano {row}

source: {row} deleted
cs: {row} smazáno
pl: usunięto {row}

source: {row} updated
cs: {row} aktualizováno
pl: zaktualizowano {row}

source: Search rows term
cs: Hledat v řádku pojem

source: Must be a valid regular expression
cs: Je třeba, aby se jednalo o platný regulární výraz

source: Change
cs: Změnit
pl: Zmień

source: Page 1
cs: Stránka 1

source: Page {i} of {n}
cs: Stránka {i} z {n}
pl: Strona {i} z {n}

source: Add new
cs: Přidat nový

source: Delete
cs: Smazat
pl: Usuń

source: Remove data from {model}{br}
cs: Odstranit data z {model}{br}
pl: Usuń dane z {model}{br}

source: Done
cs: Hotovo
pl: Wykonano

source: Invalid value for {data}: {value}.
cs: Chybná hodnota pro {data}: {value}.
pl: Nieprawidłowa wartość dla {data}:{value}.

source: {data} {value} already exists.
cs: {data} {value} již existuje.
pl: {data} {value} już istnieje.

source: Unknown
cs: Neznámo
pl: Nieznany

source: The requested action cannot be performed. Reason: {r}
cs: Požadovanou akci není možné provést. Důvod: {r}

source: {data} is empty.
cs: {data} je prázdná.
pl: {data} jest puste.

source: Wrong HTTP referer detected, operation cancelled for security reasons
cs: Detekován nesprávný HTTP odkaz. Operace zrušená z bezpečnostních důvodů
pl: Błędny odsyłacz HTTP. Operację przerwano ze względów bezpieczeństwa.

source: Invalid argument: {data}
cs: Neplatný argument: {data}

source: {data} {value} does not exist.
cs: {data} {value} neexistuje.
pl: {data} {value} nie istnieje.

source: Cannot connect to Zentyal Cloud. Check your Internet connection.
cs: Nelze se spojit se službou Zentyal Cloud. Zkontrolujte své připojení k Internetu.

source: Missing argument: {data}
cs: Chybějící argument: {data}

source: Actions
cs: Akce
pl: Działania

source: Go back
cs: Jít zpět

source: Sorry, an unexpected error has occurred
cs: Omlouváme se, došlo k neočekávané chybě
pl: Przepraszamy, wystąpił nieoczekiwany błąd

source: Please contact support.
cs: Kontaktujte technickou podporu.
pl: Skontaktuj się z pomocą techniczną.

source: The following software packages are not correctly installed: {pack}
cs: Následující balíčky programového vybavení nejsou správně nainstalovány: {pack}

source: Show technical details
cs: Zobrazit technické podrobnosti
pl: Pokaż szczegóły techniczne

source: There are some software packages which are not correctly installed: {pack}.
cs: Jsou zde některé nesprávně nainstalované balíčky programového vybavení: {pack}.

source: You should reinstall them and retry your operation.
cs: Měli byste je přeinstalovat a zkusit znovu to, oč jste se pokoušeli.

source: Report the problem
cs: Nahlásit problém

source: Cancel
cs: Zrušit

source: Email (you will receive updates on the report)
cs: E-mail (na něm budete informováni o průběhu řešení)

source: Describe in English what you were doing
cs: Popište (v angličtině) co jste dělali

source: Couldn't send the report
cs: Hlášení se nedaří odeslat
pl: Nie można wysłać raportu

source: The report has been successfully sent, you can keep track of it in the following ticket:
cs: Hlášení bylo úspěšně odesláno, průběh jeho řešení je možné sledovat zde:

source: To do a manual report, please follow these instructions:
cs: Pro ruční vyplnění hlášení následujte tyto pokyny:
pl: Aby wykonać ręczny raport, postępuj zgodnie z tymi instrukcjami:

source: Create a new ticket in the Zentyal bug tracker by clicking
cs: Vytvořte nový případ v systému hlášení chyb projektu Zentyal kliknutím

source: here
cs: zde

source: Write a short description of the problem in the summary field
cs: Do kolonky souhrn uveďte stručný popis problému
pl: Napisz krótki opis problemu w polu podsumowania

source: Write a detailed report of what you were doing before this problem ocurred in the description field
cs: Do kolonky popis podrobně sepište co jste dělali předtím, než došlo k problému
pl: Napisz w polu opisu szczegółowy raport o tym, co robiłeś zanim pojawił się ten problem

source: Write a valid email address to be notified of ticket updates
cs: Zadejte platnou e-mailovou adresu na kterou si přejete být informováni ohledně průběhu řešení

source: Download the log file with additional information by clicking
cs: Stáhněte si ze svého Zentyal serveru soubor se záznamem událostí, který obsahuje další údaje kliknutím

source: Attach the downloaded file in the ticket
cs: Stažený soubor připojte k hlášení

source: Logs
cs: Záznamy událostí
pl: Logi

source: Table {table} does not exist
cs: Tabulka {table} neexistuje
pl: Tabela {table} nie istnieje

source: Lifetime parameter must be a positive number of hours
cs: Je třeba, aby parametr životnost byl kladné číslo (v hodinách)
pl: Parametr musi mieć wartość dodatnią

source: Zentyal Webadmin
cs: Webové správní rozhraní Zentyal

source: Zentyal Administration Web Server
cs: Web server pro správu Zentyal-u
pl: Serwer Zarządzający

source: Zentyal is already configured to use port {p} for another service. Choose another port or free it and retry.
cs: Zentyal je již nastaven aby používal port {p} pro jinou službu. Zvolte jiný port nebo jej uvolněte a zkuste to znovu.
pl: Zentyal jest już skonfigurowany do korzystania z portu {p} dla innej usługi. Wybierz inny port lub go zwolnij i spróbuj ponownie.

source: Port {p} is already in use by program '{pr}'. Choose another port or free it and retry.
cs: Port {p} je již používán programem {pr}. Zvolte jiný port nebo jej uvolněte a zkuste to znovu.
pl: Port {p} jest już używany przez program '{pr}'. Wybierz inny port lub go zwolnij i spróbuj ponownie.

source: Directory not found: {d}
cs: Složka nebyla nalezena: {d}
pl: Nie odnaleziono katalogu: {d}

source: You must set the {variable} variable in the ebox configuration file
cs: Je třeba nastavit proměnnou {variable} v souboru s nastaveními pro Zentyal
pl: Musisz ustawić zmienną {variable} w pliku konfiguracyjnym Zentyala

source: There is a script which has asked to run in Zentyal exclusively. Please, wait patiently until it is done
cs: Je zde skript, který si Zentyal zabral pro sebe. Počkejte, až bude dokončen
pl: Ten skrypt został uruchomiony dodatkowo przez Zentyal. Poczekaj cierpliwie na zakończenie

source: Your session was not valid anymore
cs: Vaše relace již není dále platná

source: Incorrect password
cs: Nesprávné heslo

source: For security reasons your session has expired due to inactivity
cs: Z bezpečnostních důvodů bylo vaše sezení z důvodu nečinnosti ukončeno

source: You have been logged out because a new session has been opened
cs: Byli jste odhlášeni, protože jste mezitím otevřeli nové sezení odjinud

source: Unknown error: '{error}'
cs: Neznámá chyba: {error}

source: Audit Logging
cs: Zaznamenávání událostí auditu

source: Section
cs: Sekce

source: Identifier
cs: Identifikátor

source: Value
cs: Hodnota

source: Previous value
cs: Předchozí hodnota
pl: Poprzednia wartość

source: Add
cs: Přidat
pl: Dodaj

source: Set
cs: Nastavit

source: Move
cs: Přemístit

source: Configuration changes
cs: Změny nastavení

source: Login
cs: Přihlášení

source: Failed login
cs: Přihlášení se nezdařilo

source: Expired session
cs: Platnost sezení skončila

source: Administrator sessions
cs: Sezení správce

source: Are you a happy Zentyal Server user? Do you want to help the project? Get involved in the {oh}Community{ch}!
cs: Jste spokojení uživatelé Zentyal serveru? Chcete projektu pomoci? Zapojte se do {oh}komunity{ch}!

source: Configure Widgets
cs: Nastavit widgety
pl: Kreatorzy konfiguracji

source: module name
cs: název modulu
pl: nazwa modułu

source: The module was restarted correctly.
cs: Modul byl v pořádku restartován.
pl: Moduł został pomyślnie zatrzymany i uruchomiony ponownie

source: Service {mod} is locked by another process. Please wait its end and then try again.
cs: Služba {mod} je uzamčena jiným procesem. Počkejte než skončí a zkuste to znovu.
pl: Usługa {mod} jest zablokowana przez inny proces. Poczekaj na jego koniec i spróbuj ponownie.
