Repository: lmcro/zentyal
Catalog: extra/language-packs/po/*.po
Languages: cs, pl

source: April
cs: duben
pl: Kwiecień

source: May
cs: květen
pl: Maj

source: June
cs: červen
pl: Czerwiec

source: July
cs: červenec
pl: Lipiec

source: August
cs: srpen
pl: Sierpień

source: September
cs: září
pl: Wrzesień

source: October
cs: říjen
pl: Październik

source: November
cs: listopad
pl: Listopad

source: December
cs: prosinec
pl: Grudzień

source: Display help notes
cs: Zobrazit nápovědu
pl: Wyświetlanie notatek pomocniczych

source: show help
cs: zobraz nápovědu
pl: Pokaż pomoc

source: Zentyal homepage
cs: Úvodní stránka Zentyal
pl: Strona główna Zentyala

source: If you typed the page address manually, please check it
cs: Pokud jste zadali URL adresu ručně, zkontrolujte ji

source: Maybe the element was removed and the page address is not longer valid
cs: Možná byl prvek odebrán a adresa stránky již není platná

source: It can be also a parameters cache error, in this case you can navigate again to the page using the left menu
cs: Může se též jednat o chybu mezipaměti parametrů, v takovém případě se můžete na stránku vrátit pomocí nabídky vlevo

source: If you need more help, you may want visit {homepage} for documentation and mailing lists
cs: Pokud potřebujete více informací, zkuste se podívat do dokumentace na {homepage}, případně se zapojit do e-mailových konferencí
pl: Aby skorzystać z pomocy, wejdź na stronę {homepage}

source: we're sorry
cs: Je nám líto
pl: przepraszamy

source: The request contains a reference to a element which doest not exists
cs: Požadavek obsahuje odkaz na prvek, který neexistuje

source: Clone
cs: Klonovat
pl: Klon

source: Read-only row: edit disabled
cs: Řádek pouze pro čtení: úprava znemožněna
pl: Tylko do odczytu: edycja wyłączona.

source: Read-only row: delete disabled
cs: Řádek pouze pro čtení: mazání znemožněno
pl: Tylko do odczytu: nie można usunąć.

source: Read-only row: clone disabled
cs: Řádek pouze pro čtení: klonování znemožněno
pl: Tylko do odczytu: klon wyłączony

source: Current file
cs: Stávající soubor
pl: Aktualny plik

source: configure
cs: nastavit
pl: konfigurować

source: Adding a new {row}
cs: Přidávání nového {row}…
pl: Dodaję nowy {row}

source: Editing {row}
cs: Úprava {row}…
pl: Edytuję {row}

source: Cloning {row}
cs: Klonování {row}…
pl: Klonowanie {row}

source: Inverse match
cs: Obrácená (inverzní) shoda
pl: Dopasowanie odwrotne

source: Add new...
cs: Přidat nové…
pl: Dodaj nowy...

source: No elements found.
cs: Nebyly nalezeny žádné prvky.
pl: Nie znaleziono elementów.

source: Add a new one
cs: Přidat nový

source: View all
cs: Zobrazit vše

source: Depends
cs: Závisející na
pl: Zależności

source: Configure module: {module}
cs: Nastavit modul: {module}
pl: Konfiguracja modułu: {module}

source: The following changes are pending. You can save or discard them.
cs: Na provedení čekají následující změny. Můžete je buď provést nebo zahodit.

source: The following modules have unsaved changes but are <b>disabled</b>. If you need to enable them go to {openref}Module Status{closeref}.
cs: V následujících modulech jsou neuložené změny, ale tyto moduly jsou <b>vypnuté</b>. Je třeba je zapnout v {openref}Stav modulu{closeref}
pl: Niektóre moduły zawierają niezapisane zmiany i posiadają status <b>wyłączony</b>. Jeśli chcesz je włączyć przejdź do zakładki {openref}Moduły{closeref}

source: There are unsaved changes in one or more modules, you can save or discard those changes.
cs: V jednom či více modulech jsou neuložené změny, můžete je buď uložit, nebo zahodit.
pl: W jednym z modułów są niezapisane zmiany. Możesz zapisać lub zignorować te zmiany.

source: If you made changes to the network interfaces or the administration port, you may need to manually rewrite the url in order to access this administration interface again.
cs: Pokud jste provedli změny u síťových rozhraní nebo ve správě portů, může být nutné ručně přepsat url, aby jste měli znovu přístup k tomuto administračnímu rozhraní.
pl: Jeśli zrobisz zmiany w konfiguracji kart sieciowych lub porcie administracyjnym może zajść konieczność ręcznego poprawienia adresu w pasku adresu przeglądarki aby uzyskać ponownie dostęp do panelu administracyjnego.

source: Discarding changes
cs: Zahazování změn…

source: Save
cs: Uložit
pl: Zapisz

source: Discard changes
cs: Zahodit změny
pl: Porzuć zmiany

source: There are no unsaved changes.
cs: Nejsou zde žádné neuložené změny.
pl: Nie ma żadnych niezapisanych zmian.

source: Local
cs: Místní

source: Enabling this module will also enable its dependecies: {deps}
cs: Zapnutí tohoto modulu též zapne ty, na kterých jeho fungování závisí: {deps}
pl: Włączenie tego modułu spowoduje również włączenie: {deps}

source: The modules' enable process will make some modifications to the system.
cs: Proces zapínání modulu povede ke změnám v systému.

source: Enabling the module will make some modifications to the system.
cs: Aby bylo možné tento modul zapnout, budou v systému proveden některé změny.
pl: Włączenie modułu spowoduje pewne modyfikacje systemu.

source: {ohref}Click here to see the details{chref}
cs: {ohref}Podrobnosti se dozvíte kliknutím zde{chref}
pl: {ohref}Kliknij tutaj, aby zobaczyć szczegóły{chref}

source: Actions to perform by Zentyal
cs: Akce, které mají být serverem Zentyal provedeny
pl: Operacje, które zostaną wykonane przez Zentyal

source: Files to modify by Zentyal
cs: Soubory, které mají být serverem Zentyal změněny
pl: Pliki, które zostaną zmodyfikowane przez Zentyal

source: Accept
cs: Potvrdit
pl: Akceptuj

source: Close session
cs: Ukončit sezení
pl: Zamknij sesję

source: Save changes?
cs: Uložit změny?
pl: Zapisać zmiany?

source: Search...
cs: Hledat…

source: Matches for {oem}{search}{cem}
cs: Shody pro {oem}{search}{cem}

source: Sorry, your search did not match any data
cs: Je nám líto, ale pro váš dotaz nejsou k dispozici žádné údaje

source: Zentyal detected that some files which need to be overwritten have been modified by you.
cs: Zdá se, že pro proces nutným přepsáním některých souborů by byly ztraceny vaše úpravy, které jste v nich provedli.

source: Do you wish to overwrite these files?
cs: Přejete si tyto soubory přepsat?
pl: Czy nadpisać pliki?

source: Keep current file
cs: Ponechat stávající soubory
pl: Zachowaj obecny plik

source: Item
cs: Položka
pl: System

source: items left
cs: zbývajících položek

source: Some error has happened in Zentyal:
cs: V Zentyal došlo k chybě:
pl: Zentyal wygenerowała następujące błędy:

source: Click here to go to the Dashboard
cs: Kliknutím zde přejděte na stránku Přehled
pl: Kliknij tutaj, aby przejść do pulpitu nawigacyjnego

source: Starting...
cs: Spouštění…
pl: Uruchomiono...

source: Loading...
cs: Načítání…

source: of
cs: z
pl: z

source: The process produced some warning messages:
cs: Proces vytvořil varovná hlášení:
pl: Proces wygenerował kilka komunikatów ostrzegawczych:

source: Those modules which have not been enabled for first time in the {openref}Module Status{closeref} section will be ignored in both backup and restore operations.
cs: Při zálohování i obnově ze zálohy budou ignorovány ty moduly, které nebyly zapnuty v {openref}Stav modulu{closeref}.
pl: Moduły, które nie zostały włączone po raz pierwszy w sekcji {openref}komponentów Zentyala{closeref}, zostaną zignorowane zarówno w operacjach tworzenia kopii zapasowej, jak i przywracania.

source: Backup the Current State
cs: Zazálohovat stávající stav
pl: Wykonaj kopię zapasową bieżącego stanu

source: Backups will be stored in Zentyal and then you will be able to download them to your hard disk.
cs: Zálohy budou uloženy přímo na stroji se Zentyal, odkud si je pak budete moci stáhnout i na svůj počítač.
pl: Kopie zapasowe będą magazynowane przez Zentyala. Możesz je później pobrać na dysk zewnętrzny.

source: If you have the file sharing module configured, all users having administration rights will be able to access the backup directory as a shared resource.
cs: Pokud máte nastaven modul pro sdílení, všichni uživatelé s oprávněními pro správu budou moci přistupovat do sdílené složky, obsahující zálohy.
pl: Jeśli moduł Współdzielenie plików został skonfigurowany, wszyscy użytkownicy z prawami administratora będą mieli dostęp do katalogu kopii zapasowej

source: Backup is disabled because there are unsaved configuration changes. Please, save or discard them to be able to backup the configuration
cs: Zálohování je vypnuté v důsledku neuložených změn v nastaveních. Uložte je nebo zahoďte, aby zálohování mohlo probíhat
pl: Tworzenie kopii plików konfiguracyjnych zostało przerwane ze względu na niezapisane zmiany. Zatwierdź lub anuluj zmiany i powtórz tworzenie kopii

source: Restore Backup from File
cs: Obnovit ze souboru se zálohou
pl: Przywróć kopię zapasową z pliku

source: You can upload a backup file from your computer. When uploading files you should be warned that some web browsers cannot handle huge files (>= 1 Gb).
cs: Soubor s zálohou můžete nahrát ze svého počítače. Při nahrávání souborů na server můžete narazit na omezení toho, že některé webové prohlížeče neumí pracovat s velkými soubory (≧ 1 GiB).
pl: Możesz przesyłać pliki kopii ze swojego komputera. Pamiętaj, że niektóre przeglądarki nie obsługują plików większych niż 1 Gb

source: Restore backup
cs: Obnovit ze zálohy

source: Restore configuration using this file
cs: Obnovit nastavení z tohoto souboru se zálohou
pl: Odtwórz konfigurację używając tego pliku

source: Download backup file
cs: Stáhnout si soubor se zálohou

source: Delete backup
cs: Smazat zálohu

source: Full
cs: Úplná
pl: Pełna

source: Configuration only
cs: Pouze nastavení
pl: Pliki konfiguracyjne

source: Unknown type
cs: Neznámý typ
pl: Nieznany typ

source: Backups' list
cs: Seznam záloh
pl: Lista kopii zapasowych

source: Archive size
cs: Velikost archivu
pl: Wielkość archiwum

source: download
cs: stáhnout
pl: pobierz

source: restore
cs: obnovit
pl: odtwórz

source: Configuration Report
cs: Přehled nastavení
pl: Konfiguracja raportu

source: You can generate a file with information about the state of your system. This file can be useful if you want to report a problem or seek for support.
cs: Můžete vytvořit soubor s informacemi o stavu svého systému. Soubor se může hodit pro hlášení problémů či získání podpory.

source: Generate and Download report file
cs: Vytvořit a stáhnout si soubor s hlášením
pl: Wygeneruj i pobierz plik raportu

source: No options
cs: Žádné volby

source: There are unsaved changes. Do you really want to close the session?
cs: Jsou zde neuložené změny. Opravdu chcete sezení ukončit?
pl: Istnieją niezapisane zmiany. Czy na pewno chcesz zamknąć sesję?

source: Do you really want to close the session?
cs: Opravdu chcete sezení ukončit?
pl: Czy na pewno chcesz zamknąć sesję?

source: Discard current changes
cs: Zahodit stávající změny
pl: Porzuć bieżące zmiany

source: Congratulations!
cs: Gratulujeme!
pl: Gratulacje!

source: Your Zentyal installation has successfully finished!
cs: Instalace Zentyal byla úspěšně dokončena!
pl: Twoja instalacja Zentyal została pomyślnie zakończona!

source: Now you can go to the dashboard and start using your brand new Zentyal server.
cs: Nyní můžete přejít na Přehled a začít používat svůj nový Zentyal server.

source: Go to the Dashboard
cs: Přejít na Přehled

source: Skip
cs: Přeskočit
pl: Pomiń

source: Next
cs: Další
pl: Następny

source: Finish
cs: Dokončit
pl: Zakończ

source: Inexistent RAID array {a}
cs: Neexistující RAID pole {a}
pl: Nieistniejąca macierz RAID {a}

source: RAID is not enabled in this system.
cs: RAID není na tomto systému zapnut.
pl: RAID nie jest skonfigurowana w systemie

source: left-asymmetric
cs: levé-asymetrické
pl: lewy-asymetryczny

source: right-asymmetric
cs: pravé-asymetrické
pl: prawy-asymetryczny

source: left-symmetric
cs: levé-symetrické
pl: lewy-symetryczny

source: right-symmetric
cs: pravé-symetrické
pl: prawy-symetryczny

source: active
cs: aktivní

source: degraded
cs: degradované
pl: uszkodzony

source: recovering
cs: zotavuje se
pl: odzyskiwanie

source: resyncing
cs: synchronizuje se
pl: synchronizacja

source: reshaping
cs: reorganizuje se
pl: przekształcanie

source: rebuilding
cs: obnovuje se
pl: odbudowa

source: failed
cs: selhal
pl: uszkodzony

source: Active RAID devices
cs: Aktivní RAID zařízení
pl: Aktywne dyski macierzy RAID

source: Active RAID devices needed
cs: Je zapotřebí aktivních RAID zařízení
pl: Wymagane dyski macierzy RAID

source: Size in blocks
cs: Velikost v blocích
pl: Wielkość w blokach

source: Chunk size
cs: Velikost shluku

source: Parity algorithm
cs: Algoritmus parity
pl: Algorytm równoważenia

source: Bitmap
cs: Bitová mapa

source: Array properties
cs: Vlastnosti pole
pl: Właściwości macierzy

source: Resyncing array
cs: Pole se synchronizuje
pl: Synchronizowanie macierzy

source: Rebuild array
cs: Pole se zotavuje
pl: Odbudowa macierzy

source: Reshape array
cs: Pole se reorganizuje
pl: Przekształcanie macierzy

source: Operation type
cs: Typ operace
pl: Rodzaj czynności

source: Percentage completed
cs: Dokončeno procent
pl: Stan zaawansowania

source: Estimated time left
cs: Odhadovaný čas dokončení

source: Operation speed
cs: Rychlost operace
pl: Szybkość operacji

source: RAID device number
cs: číslo RAID zařízení
pl: Numer dysku macierzy RAID

source: Device
cs: Zařízení
pl: Dysk

source: failure
cs: selhání
pl: awaria

source: spare
cs: náhradní
pl: zapasowy

source: Failure on spare
cs: Selhání na náhradním

source: No unused RAID devices
cs: Žádná nevyužitá RAID zařízení

source: Unused RAID arrays
cs: Nevyužitá RAID pole
pl: Nieużywane macierze RAID

source: Mounted on
cs: Připojeno v
pl: Zamontowany na

source: Partition Properties
cs: Vlastnosti oddílu
pl: Właściwości partycji

source: Warning: Caps Lock is enabled
cs: Upozornění: máte zapnutý Caps Lock

source: Warning: Unfortunately Internet Explorer is not yet supported on Zentyal. Please use {url} instead.
cs: Upozornění: Bohužel Internet Explorer zatím není pro Zentyal podporován. Prosím, použijte místo něj {url}.
pl: Uwaga: Zentyal może nie obsługiwać Internet Explorera, zamiast tego użyj {url}

source: Warning: You are using a browser which is not {url}, the only one officially supported. Please, take into consideration that you might face some issues while navigating on Zentyal UI.
cs: Upozornění: Používáte prohlížeč {url}, který není oficiálně podporován. Prosím, vezměte v úvahu, že by jste mohli mít nějaké problémy při navigaci v Zentyal UI.

source: Enter
cs: Vstoupit

source: Restore backup: {desc}
cs: Obnovit ze zálohy: {desc}

source: Configure widgets
cs: Nastavit widgety
pl: Kreatorzy konfiguracji

source: The following packages are not properly installed: {packages}.
cs: Následující balíčky nejsou správně nainstalované: {packages}.

source: Go to {ohref}Software Management{chref} for more information.
cs: Více informací naleznete v {ohref}Správa programového vybavení{chref}.

source: To solve this situation, please try to execute the following command in the console: {cmd}
cs: Pro vyřešení této situace, zkuste v konzoli spustit následující příkaz: {cmd}

source: Official Community documentation in English and Spanish.
cs: Oficiální komunitní dokumentace v angličtině a španělštině.

source: Documentation
cs: Dokumentace
pl: Dokumentacja

source: Community Support Forum to give and get help.
cs: Stránky diskuzního fóra komunitní podpory, kde je možné získat a nabídnout pomoc.

source: Forum
cs: Diskuzní fórum

source: Help us to improve by reporting any bug you find!
cs: Pomozte nám Zentyal vylepšit nahlášením jakýchkoli nedostatků, které jste nalezli!

source: Report a bug
cs: Nahlásit chybu
pl: Raportowanie błędów

source: Fully supported Zentyal Server editions
cs: Plně podporované varianty Zentyal serveru

source: Commercial Editions
cs: Komerční varianty

source: Learn to use all Zentyal based network services in production environments.
cs: Naučte se používat všechny síťové služby, poskytované Zentyal v podmínkách produkčních prostředí.

source: Certified Training
cs: Certifikované školení
pl: Certyfikowane szkolenie

source: "Zentyal for Network Administrators" book in English and Spanish.
cs: Kniha Zentyal pro správce sítí (v angličtině a španělštině).
pl: Książka "Zentyal for Network Administrators" w języku angielskim i hiszpańskim.

source: Official Manual
cs: Oficiální příručka
pl: Oficjalny podręcznik

source: Contact our Support Team
cs: Kontaktovat pracovníky technické podpory

source: Contact Support
cs: Kontaktovat technickou podporu

source: Official documentation in English and Spanish.
cs: Oficiální dokumentace v angličtině a španělštině.
pl: Oficjalna dokumentacja w języku angielskim i hiszpańskim.

source: Official Documentation
cs: Oficiální dokumentace

source: Browse the available widgets in the top menu and drag&drop them to the dashboard.
cs: Projděte si dostupné widgety v horní nabídce a přetáhněte je na přehledku.

source: No entries in this list
cs: V tomto seznamu se nenacházejí žádné položky
pl: Brak wpisów na liście

source: The change you are trying to make will affect the configuration of one or more modules that use references to this network interface.
cs: Změna, kterou se pokoušíte učinit, postihne nastavení jednoho či více modulů, které na toto síťové rozhraní odkazují.
pl: Zmiany, które chcesz wprowadzić spowodują zmianę konfiguracji jednego lub więcej modułów które używają powiązań z tym interfejsem sieciowym.

source: If you choose to continue, all modules that make use of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
cs: Pokud zvolíte Pokračovat, všechny moduly, které využívají toto síťové rozhraní, smažou příslušné části ve svém nastavení. Pokud si nejste jistí, zvolte Zrušit.
pl: Jeżeli wybierzesz kontynuuj, wszystkie moduły korzystające z tego interfejsu sieciowego usuną powiązane fragmenty konfiguracji. Anuluj, jeśli nie jesteś pewien

source: Domain Name Resolution
cs: Překlad doménových názvů
pl: Tłumaczenie nazw

source: Lookup
cs: Hledat
pl: Poszukiwanie

source: Wake On LAN
cs: Probudit v LAN

source: Other...
cs: Jiné…

source: Wake
cs: Probudit

source: Network interfaces
cs: Sítová rozhraní
pl: Interfejsy sieciowe

source: Configure network for external interfaces
cs: Nastavit síť pro externí rozhraní
pl: Skonfiguruj sieć dla zewnętrznych interfejsów

source: Now you can set IP addresses and networks for each interface
cs: Nyní můžete nastavit IP adresy a sítě pro každé z rozhraní
pl: Możesz skonfigurować adresy IP oraz sieci dla każdej karty sieciowej

source: Method
cs: Metoda
pl: Metoda

source: Don't configure
cs: Nenastavovat
pl: Nie konfiguruj

source: Configure interface types
cs: Nastavit typy rozhraní

source: External interfaces connect to networks that are not under your control (typically the Internet), traffic coming from external networks is not trusted by default, thus, you will not be able to connect to Zentyal administration page through them
cs: Vnější rozhraní spojují se sítěmi, které nejsou pod vaší správou (typicky Internet), provoz přicházející z vnějších sítí není ve výchozím stavu důvěryhodný, proto se nejste schopní tudy připojit ke správní stránce Zentyal
pl: Zewnętrzne interfejsy łączą się z sieciami, które nie są pod Twoją kontrolą (zazwyczaj Internet), ruch pochodzący z sieci zewnętrznych nie jest domyślnie zaufany, dlatego nie będziesz mógł połączyć się ze stroną administrowania Zentyal

source: Remember that changing the network interfaces configuration may cause you to lose access to the administration page.
cs: Nezapomeňte, že změna nastavení síťových rozhraní může způsobit ztrátu přístupu na správní stránku.
pl: Pamiętaj, że zmiana ustawień interfejsów sieciowych może spowodować utratę dostępu do strony zarządzania.

source: Traffic being routed through interfaces marked as external will be NATed. Also, services meant for the LAN users will not be available on external interfaces.
cs: Provoz, směrovaný skrze rozhraní, označená jako vnější, bude procházet překladem síťových adres (NAT). Také služby, určené pro provozování v místní síti na těchto vnějších rozhraních nebudou k dispozici.
pl: Ruch kierowany przez interfejsy oznaczone jako zewnętrzne będzie NATowany. Jednocześnie zostanie ograniczony dostęp z zewnątrz.

source: You are connecting to Zentyal through this interface. If you set it as external the firewall will lock you out unless you add firewall rules to {openhref}Filtering rules from external networks to Zentyal{closehref} to allow access to the Zentyal administration port, SSH, ...
cs: Prostřednictvím tohoto rozhraní se připojujete k Zentyal. Pokud je nastavíte jako vnější, brána firewall vám odepře přístup, pokud nepřidáte pravidla do {openhref}Filtrovací pravidla z vnějších síti do Zentyal{closehref}, která umožní přístup ke správnímu portu Zentyal, SSH, atd.

source: Static
cs: Neměnné
pl: Statyczny

source: Not set
cs: Nenastaveno
pl: Nie ustawione

source: External (WAN)
cs: Vnější (WAN)
pl: Zewnętrzna (WAN)

source: Check this if you are using Zentyal as a gateway and this interface is connected to your Internet router.
cs: Zaškrtněte, pokud používáte Zentyal jako bránu, a toto rozhraní je připojeno k internetu směr router.
pl: Sprawdź, czy Zentyal jest używany jako brama i czy ten interfejs jest podłączony do routera zewnętrznego

source: VLAN List
cs: Seznam VLAN
pl: Lista VLAN-ów

source: Virtual Interfaces
cs: Virtuální Rozhraní
pl: Interfejsy wirtualny

source: The removal of the vlan interface will affect the configuration of one or more modules that use references to this network interface.
cs: Odebrání vlan rozhraní postihne nastavení jednoho či více modulů, které na toto síťové rozhraní odkazují.
pl: Zmiany, które chcesz wprowadzić spowodują zmianę konfiguracji jednego lub więcej modułów które używają powiązań z tym interfejsem sieciowym.

source: If you choose to continue, all modules that make use of the current configuration of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
cs: V případě, že zvolíte Pokračovat, veškeré moduly, které používají stávající nastavení tohoto síťového rozhraní smažou příslušné části svého nastavení. Pokud si nejste jistí, zvolte Zrušit.
pl: Jeżeli postanowisz kontynuować, wszystkie moduły korzystające z obecnej konfiguracji tego interfejsu sieciowego usuną powiązane fragmenty konfiguracji.

source: Home Directories
cs: Domovské složky
pl: Katalogi Domowe

source: Administration of contact
cs: Správa kontaktu

source: First name
cs: Jméno
pl: Imię

source: Last name
cs: Příjmení
pl: Nazwisko

source: Display name
cs: Zobrazovaný název

source: Contact groups
cs: Skupiny, jichž je kontakt členem

source: This contact is not member of any group
cs: Tento kontakt není členem žádné skupiny

source: Add group
cs: Přidat skupinu

source: Delete Organizational Unit
cs: Smazat organizační jednotku

source: This organizational unit cannot be deleted
cs: Tato organizační jednotka nemůže být smazána

source: This operation will cause the removal of the OU and all objects inside it, including users, groups, etc.
cs: Tato operace povede k odstranění organizační jednotky (OU) a všech objektů v ní, včetně účtů uživatelů, skupin, atd.

source: Add Contact
cs: Přidat kontakt
pl: Dodaj kontakt

source: Contact
cs: Kontakt
pl: Kontakt

source: Group
cs: Skupina

source: There are no users at the moment. You need at least one to manage this group properly.
cs: V tomto okamžiku zde nejsou žádné uživatelské účty. Pro správu této skupiny je třeba, aby zde byl přítomen alespoň jeden.
pl: Nie ma w tej chwili żadnych użytkowników. Musi być co najmniej jeden aby móc zarządzać grupą.

source: Security Group
cs: Skupina zabezpečení

source: Distribution Group
cs: Distribuční skupina
